Repository: milovanpinxteren/orderpiqr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, pl, ro

source: Open mobile picker view
de: Mobile Kommissioniereransicht öffnen
fr: Ouvrir la vue mobile préparateur
nl: Open mobiele picker weergave
pl: Otwórz widok mobilny kompletującego
ro: Deschide vizualizarea mobilă

source: No available orders
de: Keine verfügbaren Aufträge
fr: Aucune commande disponible
nl: Geen beschikbare orders
pl: Brak dostępnych zamówień
ro: Nicio comandă disponibilă

source: Create orders in the admin to add them here
de: Erstellen Sie Aufträge in der Verwaltung, um sie hier hinzuzufügen
fr: Créez des commandes dans l'administration pour les ajouter ici
nl: Maak orders aan in het beheer om ze hier toe te voegen
pl: Utwórz zamówienia w administracji, aby je tutaj dodać
ro: Creați comenzi în administrare pentru a le adăuga aici

source: No completed orders
de: Keine abgeschlossenen Aufträge
fr: Aucune commande terminée
nl: Geen voltooide orders
pl: Brak zakończonych zamówień
ro: Nicio comandă finalizată

source: Pick Queue
de: Kommissionierwarteschlange
fr: File de préparation
nl: Pickwachtrij
pl: Kolejka kompletacji
ro: Coadă ridicare

source: Scanner
pl: Skaner

source: Claiming...
de: Wird übernommen...
fr: Réclamation en cours...
nl: Claimen...
pl: Przejmowanie...
ro: Revendicare...

source: Order claimed! Redirecting...
de: Bestellung übernommen! Weiterleitung...
fr: Commande réclamée ! Redirection...
nl: Order geclaimd! Doorverwijzen...
pl: Zamówienie przejęte! Przekierowywanie...
ro: Comandă revendicată! Redirecționare...

source: Error claiming order
de: Fehler beim Übernehmen der Bestellung
fr: Erreur lors de la réclamation de la commande
nl: Fout bij claimen order
pl: Błąd przejmowania zamówienia
ro: Eroare la revendicarea comenzii

source: Login
de: Anmelden
fr: Connexion
pl: Zaloguj się
ro: Autentificare

source: Sign in to your OrderPiqR account
de: Bei Ihrem OrderPiqR-Konto anmelden
fr: Connectez-vous à votre compte OrderPiqR
nl: Log in op uw OrderPiqR-account
pl: Zaloguj się do swojego konta OrderPiqR
ro: Autentificați-vă în contul OrderPiqR

source: Enter your username
de: Geben Sie Ihren Benutzernamen ein
fr: Entrez votre nom d'utilisateur
nl: Voer uw gebruikersnaam in
pl: Wprowadź swoją nazwę użytkownika
ro: Introduceți numele dumneavoastră

source: Password
de: Passwort
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
ro: Parolă

source: Enter your password
de: Geben Sie Ihr Passwort ein
fr: Entrez votre mot de passe
nl: Voer uw wachtwoord in
pl: Wprowadź swoje hasło
ro: Introduceți numele dumneavoastră

source: Remember me
de: Angemeldet bleiben
fr: Se souvenir de moi
nl: Onthoud mij
pl: Zapamiętaj mnie
ro: Ține-mă minte

source: Forgot password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
ro: Ați uitat parola?

source: Sign in
de: Anmelden
fr: Se connecter
nl: Inloggen
pl: Zaloguj się
ro: Autentificare

source: New to OrderPiqR?
de: Neu bei OrderPiqR?
fr: Nouveau sur OrderPiqR ?
nl: Nieuw bij OrderPiqR?
pl: Nowy w OrderPiqR?
ro: Bun venit la Orderpiqr!

source: Create your account
de: Konto erstellen
fr: Créer votre compte
nl: Maak uw account aan
pl: Utwórz swoje konto
ro: Creați-vă contul

source: Enter Your Name
de: Geben Sie Ihren Namen ein
fr: Entrez votre nom
nl: Vul uw naam in
pl: Wpisz swoje imię
ro: Introduceți numele dumneavoastră

source: Welcome!
de: Willkommen!
fr: Bienvenue !
nl: Welkom!
pl: Witaj!
ro: Bun venit!

source: Please enter your name to register this device
de: Bitte geben Sie Ihren Namen ein, um dieses Gerät zu registrieren
fr: Veuillez entrer votre nom pour enregistrer cet appareil
nl: Voer uw naam in om dit apparaat te registreren
pl: Proszę wpisać swoje imię, aby zarejestrować to urządzenie
ro: Vă rugăm să introduceți numele pentru a înregistra acest dispozitiv

source: Your Name
de: Ihr Name
fr: Votre nom
nl: Uw naam
pl: Twoje imię
ro: Introduceți numele dumneavoastră

source: Enter your name
de: Geben Sie Ihren Namen ein
fr: Entrez votre nom
nl: Voer uw naam in
pl: Wprowadź swoje imię
ro: Introduceți numele dumneavoastră

source: This name will be shown when you pick orders
de: Dieser Name wird angezeigt, wenn Sie Bestellungen kommissionieren
fr: Ce nom sera affiché lorsque vous préparerez des commandes
nl: Deze naam wordt getoond wanneer u orders pickt
pl: To imię będzie wyświetlane podczas kompletacji zamówień
ro: Acest nume va fi afișat când preluați comenzi

source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan
pl: Kontynuuj
ro: Continuă

source: This device will be registered for order picking
de: Dieses Gerät wird für die Kommissionierung registriert
fr: Cet appareil sera enregistré pour la préparation de commandes
nl: Dit apparaat wordt geregistreerd voor het picken van orders
pl: To urządzenie zostanie zarejestrowane do kompletacji zamówień
ro: Acest dispozitiv va fi înregistrat pentru preluarea comenzilor

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
nl: Wachtwoord resetten
pl: Zresetuj hasło
ro: Resetează parola

source: Reset your password
de: Ihr Passwort zurücksetzen
fr: Réinitialiser votre mot de passe
nl: Reset uw wachtwoord
pl: Zresetuj swoje hasło
ro: Resetați parola

source: Enter your email address and we'll send you a link to reset your password
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts
fr: Entrez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe
nl: Voer uw e-mailadres in en we sturen u een link om uw wachtwoord te resetten
pl: Wprowadź swój adres email, a wyślemy Ci link do zresetowania hasła
ro: Introduceți adresa de email și vă vom trimite un link pentru resetarea parolei

source: Email Address
de: E-Mail-Adresse
fr: Adresse e-mail
nl: E-mailadres
pl: Adres email
ro: Adresă email

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
fr: Entrez votre adresse e-mail
nl: Voer uw e-mailadres in
pl: Wprowadź swój adres email
ro: Introduceți numele dumneavoastră

source: Send Reset Link
de: Link zum Zurücksetzen senden
fr: Envoyer le lien de réinitialisation
nl: Verstuur resetlink
pl: Wyślij link resetujący
ro: Trimite link de resetare

source: Back to login
de: Zurück zur Anmeldung
fr: Retour à la connexion
nl: Terug naar login
pl: Powrót do logowania
ro: Ultima autentificare

source: Password Reset Complete
de: Passwort zurückgesetzt
fr: Mot de passe réinitialisé
nl: Wachtwoord reset voltooid
pl: Resetowanie hasła zakończone
ro: Finalizate recent

source: Password reset complete!
de: Passwort erfolgreich zurückgesetzt!
fr: Mot de passe réinitialisé avec succès !
nl: Wachtwoord reset voltooid!
pl: Resetowanie hasła zakończone!
ro: Resetare parolă completă!

source: Your password has been successfully changed
de: Ihr Passwort wurde erfolgreich geändert
fr: Votre mot de passe a été modifié avec succès
nl: Uw wachtwoord is succesvol gewijzigd
pl: Twoje hasło zostało pomyślnie zmienione
ro: Parola a fost schimbată cu succes

source: You can now use your new password to log in to your account.
de: Sie können sich jetzt mit Ihrem neuen Passwort anmelden.
fr: Vous pouvez maintenant utiliser votre nouveau mot de passe pour vous connecter.
nl: U kunt nu uw nieuwe wachtwoord gebruiken om in te loggen.
pl: Możesz teraz użyć nowego hasła, aby zalogować się do swojego konta.
ro: Acum puteți folosi noua parolă pentru a vă autentifica în cont.

source: Go to Login
de: Zur Anmeldung
fr: Aller à la connexion
nl: Ga naar login
pl: Przejdź do logowania
ro: Ultima autentificare

source: Set New Password
de: Neues Passwort festlegen
fr: Définir un nouveau mot de passe
nl: Nieuw wachtwoord instellen
pl: Ustaw nowe hasło
ro: Setează parolă nouă

source: Set new password
de: Neues Passwort festlegen
fr: Définir un nouveau mot de passe
nl: Stel nieuw wachtwoord in
pl: Ustaw nowe hasło
ro: Setează parolă nouă

source: Enter your new password below
de: Geben Sie unten Ihr neues Passwort ein
fr: Entrez votre nouveau mot de passe ci-dessous
nl: Voer hieronder uw nieuwe wachtwoord in
pl: Wprowadź swoje nowe hasło poniżej
ro: Introduceți noua parolă mai jos

source: Enter new password
de: Neues Passwort eingeben
fr: Entrer le nouveau mot de passe
nl: Voer nieuw wachtwoord in
pl: Wprowadź nowe hasło
ro: Introduceți parola nouă

source: Minimum 8 characters
de: Mindestens 8 Zeichen
fr: Minimum 8 caractères
nl: Minimaal 8 tekens
pl: Minimum 8 znaków
ro: Minim 8 caractere

source: Confirm new password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
ro: Confirmă parola nouă

source: This password reset link is invalid or has expired. Please request a new one.
de: Dieser Link zum Zurücksetzen des Passworts ist ungültig oder abgelaufen. Bitte fordern Sie einen neuen an.
fr: Ce lien de réinitialisation est invalide ou a expiré. Veuillez en demander un nouveau.
nl: Deze wachtwoord reset link is ongeldig of verlopen. Vraag een nieuwe aan.
pl: Ten link resetujący hasło jest nieprawidłowy lub wygasł. Proszę poprosić o nowy.
ro: Acest link de resetare parolă este invalid sau a expirat. Vă rugăm să solicitați unul nou.

source: Request New Link
de: Neuen Link anfordern
fr: Demander un nouveau lien
nl: Vraag nieuwe link aan
pl: Poproś o nowy link
ro: Solicită link nou

source: Password Reset Sent
de: Link zum Zurücksetzen gesendet
fr: Lien de réinitialisation envoyé
nl: Wachtwoord reset verzonden
pl: Wysłano resetowanie hasła
ro: Resetare parolă trimisă

source: Check your email
de: Überprüfen Sie Ihre E-Mail
fr: Vérifiez votre e-mail
nl: Controleer uw e-mail
pl: Sprawdź swoją skrzynkę email
ro: Verificați emailul

source: We've sent you instructions to reset your password
de: Wir haben Ihnen Anweisungen zum Zurücksetzen Ihres Passworts gesendet
fr: Nous vous avons envoyé des instructions pour réinitialiser votre mot de passe
nl: We hebben u instructies gestuurd om uw wachtwoord te resetten
pl: Wysłaliśmy Ci instrukcje resetowania hasła
ro: V-am trimis instrucțiuni pentru resetarea parolei

source: If an account exists with the email address you entered, you will receive a password reset link shortly.
de: Wenn ein Konto mit der eingegebenen E-Mail-Adresse existiert, erhalten Sie in Kürze einen Link zum Zurücksetzen des Passworts.
fr: Si un compte existe avec l'adresse e-mail que vous avez entrée, vous recevrez bientôt un lien de réinitialisation.
nl: Als er een account bestaat met het ingevoerde e-mailadres, ontvangt u binnenkort een wachtwoord reset link.
pl: Jeśli konto z podanym adresem email istnieje, wkrótce otrzymasz link do resetowania hasła.
ro: Dacă există un cont cu adresa de email introdusă, veți primi în curând un link de resetare parolă.

source: Didn't receive the email? Check your spam folder or
de: E-Mail nicht erhalten? Überprüfen Sie Ihren Spam-Ordner oder
fr: Vous n'avez pas reçu l'e-mail ? Vérifiez votre dossier spam ou
nl: Geen e-mail ontvangen? Controleer uw spam map of
pl: Nie otrzymałeś emaila? Sprawdź folder spam lub
ro: Nu ați primit emailul? Verificați folderul spam sau

source: try again
de: versuchen Sie es erneut
fr: réessayez
nl: probeer opnieuw
pl: spróbuj ponownie
ro: încercați din nou

source: Hello,
de: Hallo,
fr: Bonjour,
nl: Hallo,
pl: Witaj,
ro: Bună ziua,

source: You're receiving this email because you requested a password reset for your OrderPiqR account.
de: Sie erhalten diese E-Mail, weil Sie eine Passwortzurücksetzung für Ihr OrderPiqR-Konto angefordert haben.
fr: Vous recevez cet e-mail car vous avez demandé une réinitialisation de mot de passe pour votre compte OrderPiqR.
nl: U ontvangt deze e-mail omdat u een wachtwoord reset heeft aangevraagd voor uw OrderPiqR-account.
pl: Otrzymujesz ten email, ponieważ poprosiłeś o resetowanie hasła do swojego konta OrderPiqR.
ro: Primiți acest email pentru că ați solicitat resetarea parolei pentru contul OrderPiqR.

source: Please click the link below to set a new password:
de: Bitte klicken Sie auf den folgenden Link, um ein neues Passwort festzulegen:
fr: Veuillez cliquer sur le lien ci-dessous pour définir un nouveau mot de passe :
nl: Klik op de onderstaande link om een nieuw wachtwoord in te stellen:
pl: Proszę kliknąć poniższy link, aby ustawić nowe hasło:
ro: Vă rugăm să faceți clic pe linkul de mai jos pentru a seta o parolă nouă:

source: This link will expire in 24 hours.
de: Dieser Link läuft in 24 Stunden ab.
fr: Ce lien expirera dans 24 heures.
nl: Deze link verloopt over 24 uur.
pl: Ten link wygaśnie za 24 godziny.
ro: Acest link va expira în 24 de ore.

source: If you didn't request this password reset, you can safely ignore this email. Your password will not be changed.
de: Wenn Sie diese Passwortzurücksetzung nicht angefordert haben, können Sie diese E-Mail ignorieren. Ihr Passwort wird nicht geändert.
fr: Si vous n'avez pas demandé cette réinitialisation, vous pouvez ignorer cet e-mail. Votre mot de passe ne sera pas modifié.
nl: Als u deze wachtwoord reset niet heeft aangevraagd, kunt u deze e-mail veilig negeren. Uw wachtwoord wordt niet gewijzigd.
pl: Jeśli nie prosiłeś o to resetowanie hasła, możesz bezpiecznie zignorować ten email. Twoje hasło nie zostanie zmienione.
ro: Dacă nu ați solicitat această resetare parolă, puteți ignora acest email în siguranță. Parola nu va fi schimbată.

source: Best regards,
de: Mit freundlichen Grüßen,
fr: Cordialement,
nl: Met vriendelijke groet,
pl: Z poważaniem,
ro: Cu respect,

source: The OrderPiqR Team
de: Das OrderPiqR-Team
fr: L'équipe OrderPiqR
nl: Het OrderPiqR Team
pl: Zespół OrderPiqR
ro: Echipa OrderPiqR

source: Reset your OrderPiqR password
de: Ihr OrderPiqR-Passwort zurücksetzen
fr: Réinitialiser votre mot de passe OrderPiqR
nl: Reset uw OrderPiqR wachtwoord
pl: Zresetuj swoje hasło OrderPiqR
ro: Resetați parola OrderPiqR

source: Sign Up
de: Registrieren
fr: Inscription
nl: Registreren
pl: Zarejestruj się
ro: Înregistrare

source: Create your workspace
de: Erstellen Sie Ihren Arbeitsbereich
fr: Créez votre espace de travail
nl: Maak uw werkruimte aan
pl: Utwórz swoją przestrzeń roboczą
ro: Creați spațiul de lucru

source: Get started with OrderPiqR in just a few minutes
de: Starten Sie mit OrderPiqR in nur wenigen Minuten
fr: Démarrez avec OrderPiqR en quelques minutes
nl: Begin met OrderPiqR in slechts enkele minuten
pl: Rozpocznij pracę z OrderPiqR w zaledwie kilka minut
ro: Începeți cu OrderPiqR în doar câteva minute

source: How OrderPiqR works
de: So funktioniert OrderPiqR
fr: Comment fonctionne OrderPiqR
nl: Hoe OrderPiqR werkt
pl: Jak działa OrderPiqR
ro: Cum funcționează OrderPiqR

source: Admin Account
de: Admin-Konto
fr: Compte Admin
pl: Konto administratora
ro: Cont administrator

source: For managers: add products, create orders, manage the queue, and track progress.
de: Für Manager: Produkte hinzufügen, Bestellungen erstellen, Warteschlange verwalten und Fortschritt verfolgen.
fr: Pour les managers : ajouter des produits, créer des commandes, gérer la file et suivre la progression.
nl: Voor managers: voeg producten toe, maak orders, beheer de wachtrij en volg de voortgang.
pl: Dla menedżerów: dodawaj produkty, twórz zamówienia, zarządzaj kolejką i śledź postęp.
ro: Pentru manageri: adăugați produse, creați comenzi, gestionați coada și urmăriți progresul.

source: Picker Account
de: Kommissionierer-Konto
fr: Compte Préparateur
pl: Konto kompletującego
ro: Cont operator

source: One shared login for all warehouse staff. Each picker enters their name on first use - their device is then remembered.
de: Eine gemeinsame Anmeldung für alle Lagermitarbeiter. Jeder Kommissionierer gibt bei der ersten Nutzung seinen Namen ein - sein Gerät wird dann gespeichert.
fr: Une connexion partagée pour tout le personnel de l'entrepôt. Chaque préparateur entre son nom lors de la première utilisation - son appareil est ensuite mémorisé.
nl: Eén gedeelde login voor alle magazijnmedewerkers. Elke picker voert zijn naam in bij eerste gebruik - zijn apparaat wordt dan onthouden.
pl: Jeden wspólny login dla całego personelu magazynu. Każdy kompletator wprowadza swoje imię przy pierwszym użyciu - ich urządzenie jest następnie zapamiętywane.
ro: O singură autentificare partajată pentru tot personalul depozitului. Fiecare operator își introduce numele la prima utilizare - dispozitivul lor este apoi reținut.

source: You only need these two accounts. When pickers log in on a new device, they enter their name once and the device is automatically linked to them.
de: Sie benötigen nur diese beiden Konten. Wenn Kommissionierer sich auf einem neuen Gerät anmelden, geben sie einmal ihren Namen ein und das Gerät wird automatisch mit ihnen verknüpft.
fr: Vous n'avez besoin que de ces deux comptes. Lorsque les préparateurs se connectent sur un nouvel appareil, ils entrent leur nom une fois et l'appareil est automatiquement lié à eux.
nl: U heeft slechts deze twee accounts nodig. Wanneer pickers inloggen op een nieuw apparaat, voeren ze hun naam eenmaal in en wordt het apparaat automatisch aan hen gekoppeld.
pl: Potrzebujesz tylko tych dwóch kont. Gdy kompletatorzy logują się na nowym urządzeniu, wprowadzają swoje imię raz, a urządzenie jest automatycznie z nimi powiązane.
ro: Aveți nevoie doar de aceste două conturi. Când operatorii se autentifică pe un dispozitiv nou, își introduc numele o dată și dispozitivul este asociat automat cu ei.

source: Company Name
de: Unternehmensname
fr: Nom de l'entreprise
nl: Bedrijfsnaam
pl: Nazwa firmy
ro: Nume companie

source: Enter your company name
de: Geben Sie Ihren Unternehmensnamen ein
fr: Entrez le nom de votre entreprise
nl: Voer uw bedrijfsnaam in
pl: Wprowadź nazwę swojej firmy
ro: Introduceți numele dumneavoastră

source: Administrator Account
de: Administratorkonto
fr: Compte Administrateur
nl: Beheerder account
pl: Konto administratora
ro: Cont administrator

source: Your personal login for the management dashboard. Use this to add products, create orders, manage the queue, and configure settings.
de: Ihre persönliche Anmeldung für das Management-Dashboard. Verwenden Sie dies, um Produkte hinzuzufügen, Bestellungen zu erstellen, die Warteschlange zu verwalten und Einstellungen zu konfigurieren.
fr: Votre connexion personnelle pour le tableau de bord de gestion. Utilisez-la pour ajouter des produits, créer des commandes, gérer la file et configurer les paramètres.
nl: Uw persoonlijke login voor het beheerdashboard. Gebruik dit om producten toe te voegen, orders te maken, de wachtrij te beheren en instellingen te configureren.
pl: Twój osobisty login do panelu zarządzania. Użyj tego, aby dodawać produkty, tworzyć zamówienia, zarządzać kolejką i konfigurować ustawienia.
ro: Autentificarea personală pentru tabloul de bord de management. Folosiți aceasta pentru a adăuga produse, crea comenzi, gestiona coada și configura setările.

source: admin@company.com
de: admin@firma.com
fr: admin@entreprise.com
nl: admin@bedrijf.nl
pl: admin@firma.com
ro: admin@companie.ro

source: Create a password
de: Passwort erstellen
fr: Créer un mot de passe
nl: Maak een wachtwoord
pl: Utwórz hasło
ro: Creați o parolă

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord
pl: Potwierdź hasło
ro: Confirmă parola

source: Confirm password
de: Passwort bestätigen
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord
pl: Potwierdź hasło
ro: Confirmă parola

source: Shared Picker Account
de: Gemeinsames Kommissionierer-Konto
fr: Compte Préparateur Partagé
nl: Gedeeld picker account
pl: Wspólne konto kompletującego
ro: Cont operator partajat

source: This is a shared login for all your warehouse pickers.
de: Dies ist eine gemeinsame Anmeldung für alle Ihre Lagerkommissionierer.
fr: Ceci est une connexion partagée pour tous vos préparateurs d'entrepôt.
nl: Dit is een gedeelde login voor al uw magazijnpickers.
pl: To jest wspólny login dla wszystkich kompletatorów w magazynie.
ro: Aceasta este o autentificare partajată pentru toți operatorii depozitului.

source: Share these credentials with your team
de: Teilen Sie diese Anmeldedaten mit Ihrem Team
fr: Partagez ces identifiants avec votre équipe
nl: Deel deze inloggegevens met uw team
pl: Udostępnij te dane logowania swojemu zespołowi
ro: Distribuiți aceste credențiale echipei

source: When a picker logs in for the first time, they enter their name
de: Wenn ein Kommissionierer sich zum ersten Mal anmeldet, gibt er seinen Namen ein
fr: Lorsqu'un préparateur se connecte pour la première fois, il entre son nom
nl: Wanneer een picker voor het eerst inlogt, voert hij zijn naam in
pl: Gdy kompletator loguje się po raz pierwszy, wprowadza swoje imię
ro: Când un operator se autentifică pentru prima dată, își introduce numele

source: Their device is then remembered - no need to enter their name again
de: Ihr Gerät wird dann gespeichert - kein erneutes Eingeben des Namens nötig
fr: Son appareil est ensuite mémorisé - plus besoin d'entrer son nom à nouveau
nl: Hun apparaat wordt dan onthouden - geen noodzaak om hun naam opnieuw in te voeren
pl: Ich urządzenie jest następnie zapamiętywane - nie ma potrzeby ponownego wprowadzania imienia
ro: Dispozitivul lor este apoi reținut - nu mai este nevoie să își introducă numele din nou

source: You can see which picker is using which device in the dashboard
de: Im Dashboard können Sie sehen, welcher Kommissionierer welches Gerät verwendet
fr: Vous pouvez voir quel préparateur utilise quel appareil dans le tableau de bord
nl: U kunt zien welke picker welk apparaat gebruikt in het dashboard
pl: Możesz zobaczyć, który kompletator używa którego urządzenia w panelu
ro: Puteți vedea care operator folosește care dispozitiv în tabloul de bord

source: picker
pl: kompletujący
ro: operator

source: picker@company.com
de: picker@firma.com
fr: picker@entreprise.com
nl: picker@bedrijf.nl
pl: kompletujacy@firma.com
ro: operator@companie.ro

source: Create Company & Accounts
de: Unternehmen & Konten erstellen
fr: Créer l'entreprise et les comptes
nl: Bedrijf en accounts aanmaken
pl: Utwórz firmę i konta
ro: Creează companie și conturi

source: Already have an account?
de: Haben Sie bereits ein Konto?
fr: Vous avez déjà un compte ?
nl: Heeft u al een account?
pl: Masz już konto?
ro: Aveți deja un cont?

source: Status
fr: Statut
ro: Stare

source: admin
ro: Administrare

source: Import
de: Importieren
fr: Importer
nl: Importeren

source: Online
fr: En ligne

source: Offline
fr: Hors ligne

source: Administrator
fr: Administrateur
nl: Beheerder
