Repository: milovanpinxteren/orderpiqr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, pl, ro

source: Product '{code}' created successfully.
de: Produkt '{code}' erfolgreich erstellt.
fr: Produit '{code}' créé avec succès.
nl: Product '{code}' succesvol aangemaakt.
pl: Produkt '{code}' utworzony pomyślnie.
ro: Produsul '{code}' a fost creat cu succes.

source: Product '{code}' updated successfully.
de: Produkt '{code}' erfolgreich aktualisiert.
fr: Produit '{code}' mis à jour avec succès.
nl: Product '{code}' succesvol bijgewerkt.
pl: Produkt '{code}' zaktualizowany pomyślnie.
ro: Produsul '{code}' a fost actualizat cu succes.

source: No customer found.
de: Kein Kunde gefunden.
fr: Aucun client trouvé.
nl: Geen klant gevonden.
pl: Nie znaleziono klienta.
ro: Niciun client găsit.

source: Product '{code}' deleted.
de: Produkt '{code}' gelöscht.
fr: Produit '{code}' supprimé.
nl: Product '{code}' verwijderd.
pl: Produkt '{code}' usunięty.
ro: Produsul '{code}' a fost șters.

source: Invalid request method.
de: Ungültige Anfragemethode.
fr: Méthode de requête invalide.
nl: Ongeldige aanvraagmethode.
pl: Nieprawidłowa metoda żądania.
ro: Metodă de cerere invalidă.

source: Please select a CSV file.
de: Bitte wählen Sie eine CSV-Datei aus.
fr: Veuillez sélectionner un fichier CSV.
nl: Selecteer een CSV-bestand.
pl: Proszę wybrać plik CSV.
ro: Vă rugăm să selectați un fișier CSV.

source: Please upload a valid CSV file.
de: Bitte laden Sie eine gültige CSV-Datei hoch.
fr: Veuillez télécharger un fichier CSV valide.
nl: Upload een geldig CSV-bestand.
pl: Proszę przesłać prawidłowy plik CSV.
ro: Vă rugăm să încărcați un fișier CSV valid.

source: Import completed: {created} created, {updated} updated, {errors} errors.
de: Import abgeschlossen: {created} erstellt, {updated} aktualisiert, {errors} Fehler.
fr: Import terminé : {created} créé(s), {updated} mis à jour, {errors} erreur(s).
nl: Import voltooid: {created} aangemaakt, {updated} bijgewerkt, {errors} fouten.
pl: Import zakończony: {created} utworzono, {updated} zaktualizowano, {errors} błędów.
ro: Import finalizat: {created} create, {updated} actualizate, {errors} erori.

source: Error processing CSV: {error}
de: Fehler bei der CSV-Verarbeitung: {error}
fr: Erreur lors du traitement du CSV : {error}
nl: Fout bij verwerken van CSV: {error}
pl: Błąd przetwarzania CSV: {error}
ro: Eroare la procesarea CSV: {error}

source: Order code is required.
de: Bestellungscode ist erforderlich.
fr: Le code commande est requis.
nl: Ordercode is verplicht.
pl: Kod zamówienia jest wymagany.
ro: Codul comenzii este obligatoriu.

source: An order with this code already exists.
de: Eine Bestellung mit diesem Code existiert bereits.
fr: Une commande avec ce code existe déjà.
nl: Een order met deze code bestaat al.
pl: Zamówienie o tym kodzie już istnieje.
ro: O comandă cu acest cod există deja.

source: At least one product is required.
de: Mindestens ein Produkt ist erforderlich.
fr: Au moins un produit est requis.
nl: Minimaal één product is verplicht.
pl: Wymagany jest co najmniej jeden produkt.
ro: Cel puțin un produs este obligatoriu.

source: Order '{code}' created successfully.
de: Bestellung '{code}' erfolgreich erstellt.
fr: Commande '{code}' créée avec succès.
nl: Order '{code}' succesvol aangemaakt.
pl: Zamówienie '{code}' utworzone pomyślnie.
ro: Comanda '{code}' a fost creată cu succes.

source: Order '{code}' updated successfully.
de: Bestellung '{code}' erfolgreich aktualisiert.
fr: Commande '{code}' mise à jour avec succès.
nl: Order '{code}' succesvol bijgewerkt.
pl: Zamówienie '{code}' zaktualizowane pomyślnie.
ro: Comanda '{code}' a fost actualizată cu succes.

source: Order '{code}' deleted.
de: Bestellung '{code}' gelöscht.
fr: Commande '{code}' supprimée.
nl: Order '{code}' verwijderd.
pl: Zamówienie '{code}' usunięte.
ro: Comanda '{code}' a fost ștearsă.

source: Import completed: {orders} orders created with {lines} lines, {errors} errors.
de: Import abgeschlossen: {orders} Bestellungen mit {lines} Positionen erstellt, {errors} Fehler.
fr: Import terminé : {orders} commandes créées avec {lines} lignes, {errors} erreur(s).
nl: Import voltooid: {orders} orders aangemaakt met {lines} regels, {errors} fouten.
pl: Import zakończony: utworzono {orders} zamówień z {lines} wierszami, {errors} błędów.
ro: Import finalizat: {orders} comenzi create cu {lines} linii, {errors} erori.

source: First name is required.
de: Vorname ist erforderlich.
fr: Le prénom est requis.
nl: Voornaam is verplicht.
pl: Imię jest wymagane.
ro: Prenumele este obligatoriu.

source: Email is required.
de: E-Mail ist erforderlich.
fr: L'e-mail est requis.
nl: E-mail is verplicht.
pl: Email jest wymagany.
ro: Email-ul este obligatoriu.

source: Profile updated successfully.
de: Profil erfolgreich aktualisiert.
fr: Profil mis à jour avec succès.
nl: Profiel succesvol bijgewerkt.
pl: Profil zaktualizowany pomyślnie.
ro: Profilul a fost actualizat cu succes.

source: Current password is incorrect.
de: Das aktuelle Passwort ist falsch.
fr: Le mot de passe actuel est incorrect.
nl: Huidig wachtwoord is onjuist.
pl: Obecne hasło jest nieprawidłowe.
ro: Parola curentă este incorectă.

source: New password must be at least 8 characters.
de: Das neue Passwort muss mindestens 8 Zeichen lang sein.
fr: Le nouveau mot de passe doit contenir au moins 8 caractères.
nl: Nieuw wachtwoord moet minimaal 8 tekens zijn.
pl: Nowe hasło musi zawierać co najmniej 8 znaków.
ro: Noua parolă trebuie să aibă cel puțin 8 caractere.

source: New passwords do not match.
de: Die neuen Passwörter stimmen nicht überein.
fr: Les nouveaux mots de passe ne correspondent pas.
nl: Nieuwe wachtwoorden komen niet overeen.
pl: Nowe hasła nie są zgodne.
ro: Noile parole nu se potrivesc.

source: Password changed successfully.
de: Passwort erfolgreich geändert.
fr: Mot de passe modifié avec succès.
nl: Wachtwoord succesvol gewijzigd.
pl: Hasło zmienione pomyślnie.
ro: Parola a fost schimbată cu succes.

source: Settings saved successfully.
de: Einstellungen erfolgreich gespeichert.
fr: Paramètres enregistrés avec succès.
nl: Instellingen succesvol opgeslagen.
pl: Ustawienia zapisane pomyślnie.
ro: Setările au fost salvate cu succes.

source: You have been logged out successfully.
de: Sie wurden erfolgreich abgemeldet.
fr: Vous avez été déconnecté avec succès.
nl: U bent succesvol uitgelogd.
pl: Zostałeś pomyślnie wylogowany.
ro: Ați fost deconectat cu succes.

source: Start tour
de: Tour starten
fr: Démarrer la visite
nl: Start rondleiding
pl: Rozpocznij wycieczkę
ro: Începe turul

source: Picklists scanned this month
de: Diesen Monat gescannte Picklisten
fr: Listes de prélèvement scannées ce mois-ci
nl: Picklijsten gescand deze maand
pl: Listy kompletacyjne zeskanowane w tym miesiącu
ro: Liste de preluare scanate în această lună

source: Cumulative picklists
de: Kumulative Picklisten
fr: Listes de prélèvement cumulées
nl: Cumulatieve picklijsten
pl: Skumulowane listy kompletacyjne
ro: Liste de preluare cumulative

source: Queue Management
de: Warteschlangenverwaltung
fr: Gestion de la file d'attente
nl: Wachtrijbeheer
pl: Zarządzanie kolejką
ro: Gestionare coadă

source: Manage the picking queue - add orders, reorder, and monitor progress
de: Kommissionierwarteschlange verwalten - Aufträge hinzufügen, neu ordnen und Fortschritt überwachen
fr: Gérer la file de préparation - ajouter des commandes, réordonner et suivre la progression
nl: Beheer de pickwachtrij - voeg orders toe, sorteer en volg de voortgang
pl: Zarządzaj kolejką kompletacji - dodawaj zamówienia, zmieniaj kolejność i śledź postęp
ro: Gestionați coada de ridicare - adăugați comenzi, reordonați și monitorizați progresul

source: Open Queue Manager
de: Warteschlangenmanager öffnen
fr: Ouvrir le gestionnaire de file
nl: Open wachtrijbeheer
pl: Otwórz menedżer kolejki
ro: Deschide managerul cozii

source: Upload Order CSV/XLSX
de: Produkt-CSV/XLSX hochladen
fr: Télécharger un fichier commande CSV/XLSX
pl: Prześlij plik zamówień CSV/XLSX
ro: Încarcă fișierul comandă CSV/XLSX

source: Please upload a CSV or XLSX file that includes the following columns:
de: Bitte laden Sie eine CSV- oder XLSX-Datei hoch, die die folgenden Spalten enthält:
fr: Veuillez télécharger un fichier CSV ou XLSX contenant les colonnes suivantes :
nl: Upload een CSV- of XLSX-bestand dat de volgende kolommen bevat:
pl: Proszę przesłać plik CSV lub XLSX zawierający następujące kolumny:
ro: Vă rugăm să încărcați un fișier CSV sau XLSX care conține următoarele coloane:

source: With each row representing a product/pick. The order code is repeated for each product
fr: Chaque ligne représente un produit/prélèvement. Le code commande est répété pour chaque produit
pl: Z każdym wierszem reprezentującym produkt/pobranie. Kod zamówienia jest powtarzany dla każdego produktu
ro: Cu fiecare rând reprezentând un produs/preluare. Codul comenzii este repetat pentru fiecare produs

source: Or manually add a product using the button at the top right of the page.
de: Oder fügen Sie ein Produkt manuell über die Schaltfläche oben rechts auf der Seite hinzu.
fr: Ou ajoutez un produit manuellement à l'aide du bouton en haut à droite de la page.
nl: Of voeg handmatig een product toe met de knop rechtsboven op de pagina.
pl: Lub dodaj produkt ręcznie za pomocą przycisku w prawym górnym rogu strony.
ro: Sau adăugați manual un produs folosind butonul din colțul din dreapta sus al paginii.

source: Upload File
de: Datei hochladen
fr: Télécharger le fichier
nl: Upload bestand
pl: Prześlij plik
ro: Încarcă fișierul

source: Upload Product CSV/XLSX
de: Produkt-CSV/XLSX hochladen
fr: Télécharger un fichier produit CSV/XLSX
pl: Prześlij plik produktu CSV/XLSX
ro: Încarcă fișierul produs CSV/XLSX

source: Welcome to Orderpiqr!
de: Willkommen bei Orderpiqr!
fr: Bienvenue sur Orderpiqr !
nl: Welkom bij Orderpiqr
pl: Witamy w Orderpiqr!
ro: Bun venit la Orderpiqr!

source: Log out
de: Abmelden
fr: Se déconnecter
nl: Log uit
pl: Wyloguj się
ro: Deconectare

source: Order Queue
de: Auftragswarteschlange
fr: File d'attente des commandes
nl: Orderwachtrij
pl: Kolejka zamówień
ro: Coadă comenzi

source: Order Importance
de: Reihenfolge beachten
fr: Importance de l'ordre
nl: Vaste scanvolgorde
pl: Kolejność produktów
ro: Importanța comenzii

source: Enabled
de: Aktiviert
fr: Activé
nl: Ingeschakeld
pl: Włączone
ro: Activat

source: Sort Picklist By
de: Pickliste sortieren nach
fr: Trier la liste de prélèvement par
nl: Sorteer picklijst op:
pl: Sortuj listę kompletacyjną według
ro: Sortează lista de preluare după

source: Original order
de: Ursprüngliche Reihenfolge
fr: Ordre original
nl: Orginele volgorde
pl: Oryginalna kolejność
ro: Ordine originală

source: Product description
de: Produkt Beschreibung
fr: Description du produit
nl: Productomschrijving
pl: Opis produktu
ro: Descriere produs

source: This app is best viewed on your phone
de: Diese App ist am besten auf dem Handy zu nutzen
fr: Cette application est optimisée pour les téléphones
nl: Deze app is het beste te bekijken op uw telefoon
pl: Ta aplikacja najlepiej wygląda na telefonie
ro: Această aplicație este optimizată pentru vizualizare pe telefon

source: Picklist
de: Pickliste
fr: Liste de prélèvement
nl: Picklijst
pl: Lista pobrań
ro: Listă de preluare

source: Product Name
de: Produktname
fr: Nom du produit
nl: Productnaam
pl: Nazwa produktu
ro: Nume produs

source: Dashboard
fr: Tableau de bord
pl: Panel
ro: Tablou de bord

source: Close menu
de: Menü schließen
fr: Fermer le menu
nl: Menu sluiten
pl: Zamknij menu
ro: Închide meniul

source: Main
de: Hauptmenü
fr: Principal
nl: Hoofd
pl: Główna
ro: Principal

source: Inventory
de: Inventar
fr: Inventaire
nl: Voorraad
pl: Inwentarz
ro: Inventar

source: Queue
de: Warteschlange
fr: File d'attente
nl: Wachtrij
pl: Kolejka
ro: Coadă

source: Operations
de: Betrieb
fr: Opérations
nl: Operaties
pl: Operacje
ro: Operațiuni

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen
pl: Ustawienia
ro: Setări

source: Profile
de: Profil
fr: Profil
nl: Profiel
pl: Profil
ro: Profil

source: Open menu
de: Menü öffnen
fr: Ouvrir le menu
nl: Menu openen
pl: Otwórz menu
ro: Deschide meniul

source: Welcome back
de: Willkommen zurück
fr: Bon retour
nl: Welkom terug
pl: Witaj ponownie
ro: Bine ați revenit

source: Add Product
de: Produkt hinzufügen
fr: Ajouter un produit
nl: Product toevoegen
pl: Dodaj produkt
ro: Adaugă produs

source: active
de: aktiv
fr: actif
nl: actief
pl: aktywne
ro: activ

source: Orders Today
de: Bestellungen heute
fr: Commandes aujourd'hui
nl: Orders vandaag
pl: Zamówienia dzisiaj
ro: Comenzi astăzi

source: this week
de: diese Woche
fr: cette semaine
nl: deze week
pl: w tym tygodniu
ro: săptămâna aceasta

source: In Queue
de: In Warteschlange
fr: En file d'attente
nl: In wachtrij
pl: W kolejce
ro: În coadă

source: draft
de: Entwurf
fr: brouillon
nl: concept
pl: szkic
ro: schiță

source: Completed Today
de: Heute abgeschlossen
fr: Terminé aujourd'hui
nl: Voltooid vandaag
pl: Zakończone dzisiaj
ro: Finalizate astăzi

source: active picklists
de: aktive Picklisten
fr: listes de prélèvement actives
nl: actieve picklijsten
pl: aktywne listy kompletacyjne
ro: liste de preluare active

source: Quick Actions
de: Schnellaktionen
fr: Actions rapides
nl: Snelle acties
pl: Szybkie akcje
ro: Acțiuni rapide

source: Create a new product in your inventory
de: Neues Produkt im Inventar erstellen
fr: Créer un nouveau produit dans votre inventaire
nl: Maak een nieuw product in uw voorraad
pl: Utwórz nowy produkt w swoim inwentarzu
ro: Creează un produs nou în inventar

source: Step
de: Schritt
fr: Étape
nl: Stap
pl: Krok
ro: Pas

source: Create Order
de: Bestellung erstellen
fr: Créer une commande
nl: Order aanmaken
pl: Utwórz zamówienie
ro: Creează comandă

source: Add a new order with products
de: Neue Bestellung mit Produkten hinzufügen
fr: Ajouter une nouvelle commande avec des produits
nl: Voeg een nieuwe order met producten toe
pl: Dodaj nowe zamówienie z produktami
ro: Adaugă o comandă nouă cu produse

source: Manage Queue
de: Warteschlange verwalten
fr: Gérer la file d'attente
nl: Wachtrij beheren
pl: Zarządzaj kolejką
ro: Gestionează coada

source: Add orders to the picking queue
de: Bestellungen zur Kommissionierwarteschlange hinzufügen
fr: Ajouter des commandes à la file de préparation
nl: Voeg orders toe aan de pickwachtrij
pl: Dodaj zamówienia do kolejki kompletacji
ro: Adaugă comenzi în coada de preluare

source: Open Views
de: Ansichten öffnen
fr: Ouvrir les vues
nl: Open weergaves
pl: Otwarte widoki
ro: Vizualizări deschise

source: Queue Display
de: Warteschlangenanzeige
fr: Affichage de la file
nl: Wachtrij weergave
pl: Wyświetlacz kolejki
ro: Afișaj coadă

source: Full-screen view for warehouse screens. Shows QR codes for pickers to scan.
de: Vollbildansicht für Lagerbildschirme. Zeigt QR-Codes zum Scannen für Kommissionierer.
fr: Vue plein écran pour les écrans d'entrepôt. Affiche les codes QR à scanner par les préparateurs.
nl: Volledig scherm voor magazijnschermen. Toont QR-codes voor pickers om te scannen.
pl: Widok pełnoekranowy dla ekranów magazynowych. Wyświetla kody QR do skanowania przez kompletatorów.
ro: Vizualizare pe ecran complet pentru ecranele din depozit. Afișează coduri QR pentru scanare.

source: Picker View
de: Kommissioniereransicht
fr: Vue préparateur
nl: Picker weergave
pl: Widok kompletującego
ro: Vizualizare ridicător

source: Mobile-friendly view for order pickers. Share the picker login with your team.
de: Mobilfreundliche Ansicht für Kommissionierer. Teilen Sie die Anmeldedaten mit Ihrem Team.
fr: Vue adaptée aux mobiles pour les préparateurs. Partagez les identifiants préparateur avec votre équipe.
nl: Mobiel-vriendelijke weergave voor orderpickers. Deel de picker login met uw team.
pl: Widok przyjazny dla urządzeń mobilnych dla kompletatorów zamówień. Udostępnij logowanie kompletującego swojemu zespołowi.
ro: Vizualizare optimizată pentru mobil pentru operatori depozit. Distribuiți autentificarea operatorilor echipei dumneavoastră.

source: Recent Orders
de: Letzte Bestellungen
fr: Commandes récentes
nl: Recente orders
pl: Ostatnie zamówienia
ro: Comenzi recente

source: View All
de: Alle anzeigen
fr: Tout voir
nl: Bekijk alles
pl: Zobacz wszystko
ro: Vezi toate

source: Created
de: Erstellt
fr: Créé
nl: Aangemaakt
pl: Utworzono
ro: Creat

source: ago
de: vor
fr: il y a
nl: geleden
pl: temu
ro: în urmă

source: No orders yet. Create your first order!
de: Noch keine Bestellungen. Erstellen Sie Ihre erste Bestellung!
fr: Aucune commande pour l'instant. Créez votre première commande !
nl: Nog geen orders. Maak uw eerste order aan!
pl: Brak zamówień. Utwórz swoje pierwsze zamówienie!
ro: Încă nu există comenzi. Creați prima comandă!

source: Device Status
de: Gerätestatus
fr: État des appareils
nl: Apparaat status
pl: Status urządzenia
ro: Stare dispozitive

source: Total Devices
de: Geräte insgesamt
fr: Total des appareils
nl: Totaal apparaten
pl: Łącznie urządzeń
ro: Total dispozitive

source: Active Now
de: Jetzt aktiv
fr: Actif maintenant
nl: Nu actief
pl: Aktywne teraz
ro: Activ acum

source: No devices registered yet.
de: Noch keine Geräte registriert.
fr: Aucun appareil enregistré pour l'instant.
nl: Nog geen apparaten geregistreerd.
pl: Nie zarejestrowano jeszcze żadnych urządzeń.
ro: Niciun dispozitiv înregistrat încă.

source: Devices are automatically registered when pickers scan their first QR code.
de: Geräte werden automatisch registriert, wenn Kommissionierer ihren ersten QR-Code scannen.
fr: Les appareils sont automatiquement enregistrés lorsque les préparateurs scannent leur premier code QR.
nl: Apparaten worden automatisch geregistreerd wanneer pickers hun eerste QR-code scannen.
pl: Urządzenia są automatycznie rejestrowane, gdy kompletatorzy skanują swój pierwszy kod QR.
ro: Dispozitivele sunt înregistrate automat când operatorii scanează primul cod QR.

source: Orders This Week
de: Bestellungen diese Woche
fr: Commandes cette semaine
nl: Orders deze week
pl: Zamówienia w tym tygodniu
ro: Comenzi săptămâna aceasta

source: View registered picking devices
de: Registrierte Kommissioniergeräte anzeigen
fr: Voir les appareils de préparation enregistrés
nl: Bekijk geregistreerde pick-apparaten
pl: Zobacz zarejestrowane urządzenia do kompletacji
ro: Vizualizează dispozitivele de preluare înregistrate

source: Unassigned
de: Nicht zugewiesen
fr: Non assigné
nl: Niet toegewezen
pl: Nieprzypisane
ro: Neatribuit

source: Last Seen
de: Zuletzt gesehen
fr: Vu pour la dernière fois
nl: Laatst gezien
pl: Ostatnio widziane
ro: Văzut ultima dată

source: Never
de: Nie
fr: Jamais
nl: Nooit
pl: Nigdy
ro: Niciodată

source: Registered
de: Registriert
fr: Enregistré
nl: Geregistreerd
pl: Zarejestrowane
ro: Înregistrat

source: No devices registered
de: Keine Geräte registriert
fr: Aucun appareil enregistré
nl: Geen apparaten geregistreerd
pl: Brak zarejestrowanych urządzeń
ro: Niciun dispozitiv înregistrat

source: Devices are automatically registered when pickers access the system.
de: Geräte werden automatisch registriert, wenn Kommissionierer auf das System zugreifen.
fr: Les appareils sont automatiquement enregistrés lorsque les préparateurs accèdent au système.
nl: Apparaten worden automatisch geregistreerd wanneer pickers het systeem openen.
pl: Urządzenia są automatycznie rejestrowane, gdy kompletatorzy uzyskują dostęp do systemu.
ro: Dispozitivele sunt înregistrate automat când operatorii accesează sistemul.

source: How it works
de: So funktioniert es
fr: Comment ça marche
nl: Hoe het werkt
pl: Jak to działa
ro: Cum funcționează

source: A picker opens the queue on their mobile device
de: Ein Kommissionierer öffnet die Warteschlange auf seinem Mobilgerät
fr: Un préparateur ouvre la file sur son appareil mobile
nl: Een picker opent de wachtrij op zijn mobiele apparaat
pl: Kompletator otwiera kolejkę na swoim urządzeniu mobilnym
ro: Un operator deschide coada pe dispozitivul mobil

source: They enter their name to identify themselves
de: Sie geben ihren Namen zur Identifizierung ein
fr: Il entre son nom pour s'identifier
nl: Ze voeren hun naam in om zichzelf te identificeren
pl: Wprowadzają swoje imię, aby się zidentyfikować
ro: Ei introduc numele lor pentru identificare

source: The device is automatically registered
de: Das Gerät wird automatisch registriert
fr: L'appareil est automatiquement enregistré
nl: Het apparaat wordt automatisch geregistreerd
pl: Urządzenie jest automatycznie rejestrowane
ro: Dispozitivul este înregistrat automat

source: They can then claim orders from the queue
de: Sie können dann Bestellungen aus der Warteschlange beanspruchen
fr: Il peut ensuite réclamer des commandes de la file
nl: Ze kunnen dan orders claimen uit de wachtrij
pl: Następnie mogą przejmować zamówienia z kolejki
ro: Apoi pot revendica comenzi din coadă

source: Edit Order
de: Bestellung bearbeiten
fr: Modifier la commande
nl: Order bewerken
pl: Edytuj zamówienie
ro: Editează comandă

source: Update order details
de: Bestelldetails aktualisieren
fr: Mettre à jour les détails de la commande
nl: Order details bijwerken
pl: Zaktualizuj szczegóły zamówienia
ro: Actualizează detaliile comenzii

source: e.g., ORD-2024-001
de: z.B. ORD-2024-001
fr: ex. CMD-2024-001
nl: bijv. ORD-2024-001
pl: np., ZAM-2024-001
ro: ex., CMD-2024-001

source: Add to queue immediately
de: Sofort zur Warteschlange hinzufügen
fr: Ajouter immédiatement à la file
nl: Direct aan wachtrij toevoegen
pl: Dodaj do kolejki natychmiast
ro: Adaugă în coadă imediat

source: Optional notes for this order
de: Optionale Notizen für diese Bestellung
fr: Notes optionnelles pour cette commande
nl: Optionele notities voor deze order
pl: Opcjonalne notatki do tego zamówienia
ro: Note opționale pentru această comandă

source: Add Line
de: Position hinzufügen
fr: Ajouter une ligne
nl: Regel toevoegen
pl: Dodaj wiersz
ro: Adaugă linie

source: Qty
de: Menge
fr: Qté
nl: Aantal
pl: Ilość
ro: Cant.

source: Search product...
de: Produkt suchen...
fr: Rechercher un produit...
nl: Zoek product...
pl: Szukaj produktu...
ro: Caută produs...

source: Search product by code or description...
de: Produkt nach Code oder Beschreibung suchen...
fr: Rechercher un produit par code ou description...
nl: Zoek product op code of omschrijving...
pl: Szukaj produktu po kodzie lub opisie...
ro: Caută produs după cod sau descriere...

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren
pl: Anuluj
ro: Anulează

source: Save Changes
de: Änderungen speichern
fr: Enregistrer les modifications
nl: Wijzigingen opslaan
pl: Zapisz zmiany
ro: Salvează modificările

source: An order must have at least one product
de: Eine Bestellung muss mindestens ein Produkt enthalten
fr: Une commande doit contenir au moins un produit
nl: Een order moet minimaal één product bevatten
pl: Zamówienie musi zawierać co najmniej jeden produkt
ro: O comandă trebuie să aibă cel puțin un produs

source: No products found
de: Keine Produkte gefunden
fr: Aucun produit trouvé
nl: Geen producten gevonden
pl: Nie znaleziono produktów
ro: Niciun produs găsit

source: Please select a product for all order lines
de: Bitte wählen Sie ein Produkt für alle Bestellpositionen
fr: Veuillez sélectionner un produit pour toutes les lignes de commande
nl: Selecteer een product voor alle orderregels
pl: Proszę wybrać produkt dla wszystkich wierszy zamówienia
ro: Vă rugăm să selectați un produs pentru toate liniile comenzii

source: Import Orders
de: Bestellungen importieren
fr: Importer des commandes
nl: Orders importeren
pl: Importuj zamówienia
ro: Importă comenzi

source: Upload a CSV file to import orders
de: CSV-Datei hochladen, um Bestellungen zu importieren
fr: Télécharger un fichier CSV pour importer des commandes
nl: Upload een CSV-bestand om orders te importeren
pl: Prześlij plik CSV, aby zaimportować zamówienia
ro: Încarcă un fișier CSV pentru a importa comenzi
