Repository: milovanpinxteren/orderpiqr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, pl, ro

source: Generate QR PDF for selected Orders
de: QR-PDF für ausgewählte Bestellungen generieren
fr: Générer un PDF QR pour les commandes sélectionnées
nl: Genereer QR-PDF voor geselecteerde bestellingen
pl: Wygeneruj PDF QR dla wybranych zamówień
ro: Generează PDF QR pentru comenzile selectate

source: No orders selected.
de: Keine Bestellungen ausgewählt.
fr: Aucune commande sélectionnée.
nl: Geen bestellingen geselecteerd.
pl: Nie wybrano zamówień.
ro: Nicio comandă selectată.

source: Failed to generate QR batch: %(error)s
de: QR-Batch konnte nicht generiert werden: %(error)s
fr: Échec de la génération du lot QR : %(error)s
nl: Maken van QR-batch mislukt: %(error)s
pl: Nie udało się wygenerować partii QR: %(error)s
ro: Eșec la generarea lotului QR: %(error)s

source: Add selected orders to queue
de: Ausgewählte Aufträge zur Warteschlange hinzufügen
fr: Ajouter les commandes sélectionnées à la file
nl: Voeg geselecteerde orders toe aan wachtrij
pl: Dodaj wybrane zamówienia do kolejki
ro: Adaugă comenzile selectate în coadă

source: %(count)s order(s) added to queue.
de: %(count)s Auftrag/Aufträge zur Warteschlange hinzugefügt.
fr: %(count)s commande(s) ajoutée(s) à la file.
nl: %(count)s order(s) toegevoegd aan wachtrij.
pl: %(count)s zamówień dodano do kolejki.
ro: %(count)s comandă(comenzi) adăugată(e) în coadă.

source: %(count)s order(s) skipped (not in draft status).
de: %(count)s Auftrag/Aufträge übersprungen (nicht im Entwurfsstatus).
fr: %(count)s commande(s) ignorée(s) (pas en statut brouillon).
nl: %(count)s order(s) overgeslagen (niet in concept status).
pl: %(count)s zamówień pominięto (nie w statusie szkicu).
ro: %(count)s comandă(comenzi) omisă(e) (nu este în stare de schiță).

source: Remove selected orders from queue
de: Ausgewählte Aufträge aus der Warteschlange entfernen
fr: Retirer les commandes sélectionnées de la file
nl: Verwijder geselecteerde orders uit wachtrij
pl: Usuń wybrane zamówienia z kolejki
ro: Elimină comenzile selectate din coadă

source: %(count)s order(s) removed from queue.
de: %(count)s Auftrag/Aufträge aus der Warteschlange entfernt.
fr: %(count)s commande(s) retirée(s) de la file.
nl: %(count)s order(s) verwijderd uit wachtrij.
pl: %(count)s zamówień usunięto z kolejki.
ro: %(count)s comandă(comenzi) eliminată(e) din coadă.

source: Your account is not linked to a customer.
de: Ihr Konto ist nicht mit einem Kunden verknüpft.
fr: Votre compte n'est pas lié à un client.
nl: Uw account is niet gekoppeld aan een klant.
pl: Twoje konto nie jest powiązane z klientem.
ro: Contul dumneavoastră nu este asociat cu un client.

source: Missing required column: "%(column)s"
de: Erforderliche Spalte fehlt: "%(column)s"
fr: Colonne requise manquante : "%(column)s"
nl: Vereiste kolom ontbreekt: "%(column)s"
pl: Brakuje wymaganej kolumny: "%(column)s"
ro: Coloană obligatorie lipsă: "%(column)s"

source: Missing value for "order_code" in row %(row)d
de: Fehlender Wert für "order_code" in Zeile %(row)d
fr: Valeur manquante pour "order_code" à la ligne %(row)d
nl: Ontbrekende waarde voor "order_code" in rij %(row)d
pl: Brakuje wartości dla "order_code" w wierszu %(row)d
ro: Valoare lipsă pentru "order_code" la rândul %(row)d

source: Invalid quantity for product code "%(code)s" in row %(row)d
de: Ungültige Menge für Produktcode "%(code)s" in Zeile %(row)d
fr: Quantité invalide pour le code produit "%(code)s" à la ligne %(row)d
nl: Ongeldige hoeveelheid voor productcode "%(code)s" in rij %(row)d
pl: Nieprawidłowa ilość dla kodu produktu "%(code)s" w wierszu %(row)d
ro: Cantitate invalidă pentru codul produsului "%(code)s" la rândul %(row)d

source: Unknown product code "%(code)s" in row %(row)d
de: Unbekannter Produktcode "%(code)s" in Zeile %(row)d
fr: Code produit inconnu "%(code)s" à la ligne %(row)d
nl: Onbekende productcode "%(code)s" in rij %(row)d
pl: Nieznany kod produktu "%(code)s" w wierszu %(row)d
ro: Cod produs necunoscut "%(code)s" la rândul %(row)d

source: %(orders)s orders and %(lines)s lines added.
de: %(orders)s Bestellungen und %(lines)s Zeilen hinzugefügt.
fr: %(orders)s commandes et %(lines)s lignes ajoutées.
nl: %(orders)s bestellingen en %(lines)s regels toegevoegd.
pl: Dodano %(orders)s zamówień i %(lines)s wierszy.
ro: %(orders)s comenzi și %(lines)s linii adăugate.

source: Overwritten orders: %(codes)s.
de: Überschriebene Bestellungen: %(codes)s.
fr: Commandes écrasées : %(codes)s.
nl: Overschreven bestellingen: %(codes)s.
pl: Nadpisane zamówienia: %(codes)s.
ro: Comenzi suprascrise: %(codes)s.

source: Error processing file: %(msg)s
de: Fehler bei der Verarbeitung der Datei: %(msg)s
fr: Erreur lors du traitement du fichier : %(msg)s
nl: Fout bij verwerken van bestand: %(msg)s
pl: Błąd przetwarzania pliku: %(msg)s
ro: Eroare la procesarea fișierului: %(msg)s

source: General Info
de: Allgemeine Informationen
fr: Informations générales
nl: Algemene informatie
pl: Informacje ogólne
ro: Informații generale

source: Advanced
de: Erweitert
fr: Avancé
nl: Geavanceerd
pl: Zaawansowane
ro: Avansat

source: Missing value for "%(field)s" in row %(row)d
de: Fehlender Wert für "%(field)s" in Zeile %(row)d
fr: Valeur manquante pour "%(field)s" à la ligne %(row)d
nl: Ontbrekende waarde voor "%(field)s" in rij %(row)d
pl: Brakuje wartości dla "%(field)s" w wierszu %(row)d
ro: Valoare lipsă pentru "%(field)s" la rândul %(row)d

source: Unsupported file format, only .csv and .xlsx are supported
de: Nicht unterstütztes Dateiformat, nur .csv und .xlsx werden unterstützt
fr: Format de fichier non pris en charge, seuls .csv et .xlsx sont acceptés
nl: Niet-ondersteund bestandsformaat; alleen .csv en .xlsx worden ondersteund
pl: Nieobsługiwany format pliku, obsługiwane są tylko .csv i .xlsx
ro: Format de fișier nesuportat, doar .csv și .xlsx sunt suportate

source: %(added)d products added, %(overwritten)d products overwritten.
de: %(added)d Produkte hinzugefügt, %(overwritten)d Produkte überschrieben.
fr: %(added)d produits ajoutés, %(overwritten)d produits écrasés.
nl: %(added)d producten toegevoegd, %(overwritten)d producten overschreven.
pl: Dodano %(added)d produktów, nadpisano %(overwritten)d produktów.
ro: %(added)d produse adăugate, %(overwritten)d produse suprascrise.

source: Error processing file: %(error)s
de: Fehler bei der Verarbeitung der Datei: %(error)s
fr: Erreur lors du traitement du fichier : %(error)s
nl: Fout bij verwerken van bestand: %(error)s
pl: Błąd przetwarzania pliku: %(error)s
ro: Eroare la procesarea fișierului: %(error)s

source: No file uploaded.
de: Keine Datei hochgeladen.
fr: Aucun fichier téléchargé.
nl: Geen bestand geüpload.
pl: Nie przesłano pliku.
ro: Niciun fișier încărcat.

source: Upload CSV or XLSX File
de: CSV- oder XLSX-Datei hochladen
fr: Télécharger un fichier CSV ou XLSX
nl: Upload CSV- of XLSX-bestand
pl: Prześlij plik CSV lub XLSX
ro: Încarcă fișier CSV sau XLSX

source: Invalid form submission.
de: Ungültige Formulareingabe.
fr: Soumission de formulaire invalide.
nl: Ongeldige formulierverzending.
pl: Nieprawidłowe przesłanie formularza.
ro: Trimitere formular invalidă.

source: A product with the code "%(code)s" already exists for this customer.
de: Ein Produkt mit dem Code "%(code)s" existiert bereits für diesen Kunden.
fr: Un produit avec le code "%(code)s" existe déjà pour ce client.
nl: Een product met de code "%(code)s" bestaat al voor deze klant.
pl: Produkt o kodzie "%(code)s" już istnieje dla tego klienta.
ro: Un produs cu codul "%(code)s" există deja pentru acest client.

source: A product with the code "%(code)s" already exists, cannot add duplicate.
de: Ein Produkt mit dem Code "%(code)s" existiert bereits, Duplikat kann nicht hinzugefügt werden.
fr: Un produit avec le code "%(code)s" existe déjà, impossible d'ajouter un doublon.
nl: Een product met de code "%(code)s" bestaat al; dubbele invoer niet mogelijk.
pl: Produkt o kodzie "%(code)s" już istnieje, nie można dodać duplikatu.
ro: Un produs cu codul "%(code)s" există deja, nu se poate adăuga duplicat.

source: The product "%(description)s" was added successfully.
de: Das Produkt "%(description)s" wurde erfolgreich hinzugefügt.
fr: Le produit "%(description)s" a été ajouté avec succès.
nl: Het product "%(description)s" is succesvol toegevoegd.
pl: Produkt "%(description)s" został dodany pomyślnie.
ro: Produsul "%(description)s" a fost adăugat cu succes.

source: User is not allowed to save products.
de: Benutzer darf keine Produkte speichern.
fr: L'utilisateur n'est pas autorisé à enregistrer des produits.
nl: Gebruiker mag geen producten opslaan.
pl: Użytkownik nie ma uprawnień do zapisywania produktów.
ro: Utilizatorul nu are permisiunea să salveze produse.

source: Name
fr: Nom
nl: Naam
pl: Imię
ro: Nume

source: Description
de: Beschreibung
nl: Omschrijving
pl: Opis
ro: Descriere

source: Customer
de: Kunde
fr: Client
nl: Klant
pl: Klient
ro: Client

source: Customers
de: Kunden
fr: Clients
nl: Klanten
pl: Klienci
ro: Clienți

source: User
de: Benutzer
fr: Utilisateur
nl: Gebruiker
pl: Użytkownik
ro: Utilizator

source: User Profile
de: Benutzerprofil
fr: Profil utilisateur
nl: Gebruikersprofiel
pl: Profil użytkownika
ro: Profil utilizator

source: User Profiles
de: Benutzerprofile
fr: Profils utilisateur
nl: Gebruikersprofielen
pl: Profile użytkowników
ro: Profiluri utilizator

source: Device Fingerprint
de: Geräte-Fingerabdruck
fr: Empreinte de l'appareil
nl: Apparaatvingerafdruk
pl: Odcisk palca urządzenia
ro: Amprentă dispozitiv

source: Last Login
de: Letzter Login
fr: Dernière connexion
nl: Laatste login
pl: Ostatnie logowanie
ro: Ultima autentificare

source: Lists Picked
de: Gepickte Listen
fr: Listes préparées
nl: Lijsten gepickt
pl: Zrealizowane listy
ro: Liste selectate

source: Device
de: Gerät
fr: Appareil
nl: Apparaat
pl: Urządzenie
ro: Dispozitiv

source: Devices
de: Geräte
fr: Appareils
nl: Apparaten
pl: Urządzenia
ro: Dispozitive

source: Draft
de: Entwurf
fr: Brouillon
nl: Concept
pl: Szkic
ro: Schiță

source: Queued
de: In Warteschlange
fr: En file d'attente
nl: In wachtrij
pl: W kolejce
ro: În coadă

source: In Progress
de: In Bearbeitung
fr: En cours
nl: Bezig
pl: W trakcie
ro: În curs

source: Completed
de: Abgeschlossen
fr: Terminé
nl: Voltooid
pl: Zakończone
ro: Finalizat

source: Cancelled
de: Storniert
fr: Annulé
nl: Geannuleerd
pl: Anulowane
ro: Anulat

source: Order Code
de: Bestellungcode
fr: Code commande
pl: Kod zamówienia
ro: Cod comandă

source: Notes
de: Notizen
fr: Remarques
nl: Notities
pl: Notatki
ro: Note

source: Queue Position
de: Warteschlangenposition
fr: Position dans la file
nl: Wachtrijpositie
pl: Pozycja w kolejce
ro: Poziție în coadă

source: Position in the picking queue. Lower numbers are picked first.
de: Position in der Kommissionierwarteschlange. Niedrigere Nummern werden zuerst kommissioniert.
fr: Position dans la file de préparation. Les numéros les plus bas sont traités en premier.
nl: Positie in de pickwachtrij. Lagere nummers worden eerst gepickt.
pl: Pozycja w kolejce kompletacji. Niższe numery są kompletowane jako pierwsze.
ro: Poziția în coada de ridicare. Numerele mai mici sunt ridicate primele.

source: Completed At
de: Abgeschlossen am
fr: Terminé le
nl: Voltooid op
pl: Zakończono
ro: Finalizat la

source: Order
de: Bestellung
fr: Commande
nl: Bestelling
pl: Zamówienie
ro: Comandă

source: Orders
de: Bestellungen
fr: Commandes
nl: Bestellingen
pl: Zamówienia
ro: Comenzi

source: Product
de: Produkt
fr: Produit
pl: Produkt
ro: Produs

source: Quantity
de: Menge
fr: Quantité
nl: Aantal
pl: Ilość
ro: Cantitate

source: Order Line
de: Bestellposition
fr: Ligne de commande
nl: Bestelregel
pl: Wiersz zamówienia
ro: Linie comandă

source: Order Lines
de: Bestellpositionen
fr: Lignes de commande
nl: Bestelregels
pl: Wiersze zamówienia
ro: Linii comandă

source: Order %(order)s, Product: %(quantity)s x %(product)s
de: Bestellung %(order)s, Produkt: %(quantity)s x %(product)s
fr: Commande %(order)s, Produit : %(quantity)s x %(product)s
nl: Bestelling %(order)s, Product: %(quantity)s × %(product)s
pl: Zamówienie %(order)s, Produkt: %(quantity)s x %(product)s
ro: Comanda %(order)s, Produs: %(quantity)s x %(product)s

source: Source Order
de: Quellauftrag
fr: Commande source
nl: Bronbestelling
pl: Źródłowe zamówienie
ro: Comandă sursă

source: Picklist Code
de: Picklisten-Code
fr: Code de la liste de prélèvement
nl: Picklijstcode
pl: Kod listy kompletacyjnej
ro: Cod listă de preluare

source: Created At
de: Erstellt am
fr: Créé le
nl: Aangemaakt op
pl: Utworzono
ro: Creat la

source: Updated At
de: Aktualisiert am
fr: Mis à jour le
nl: Bijgewerkt op
pl: Zaktualizowano
ro: Actualizat la

source: Pick Started
de: Kommissionierung gestartet
fr: Préparation commencée
nl: Pick gestart
pl: Rozpoczęto kompletację
ro: Preluare începută

source: Pick Time
de: Pick-Zeit
fr: Heure de prélèvement
nl: Picktijd
pl: Czas kompletacji
ro: Timp preluare

source: Time Taken
de: Benötigte Zeit
fr: Temps écoulé
nl: Benodigde tijd
pl: Czas trwania
ro: Durată

source: Successful
de: Erfolgreich
fr: Réussi
nl: Succesvol
pl: Udane
ro: Reușit

source: Pick List
de: Pickliste
fr: Liste de prélèvement
nl: Picklijst
pl: Lista kompletacyjna
ro: Listă de preluare

source: Pick Lists
de: Picklisten
fr: Listes de prélèvement
nl: Picklijsten
pl: Listy kompletacyjne
ro: Liste de preluare

source: PickList %(id)s for Device %(device)s
de: Pickliste %(id)s für Gerät %(device)s
fr: Liste de prélèvement %(id)s pour l'appareil %(device)s
nl: Picklijst %(id)s voor apparaat %(device)s
pl: Lista kompletacyjna %(id)s dla urządzenia %(device)s
ro: Listă de preluare %(id)s pentru dispozitivul %(device)s

source: Product Pick
de: Produkt-Pick
fr: Prélèvement de produit
nl: Gepickt product
pl: Kompletacja produktu
ro: Preluare produs

source: Product Picks
de: Produkt-Picks
fr: Prélèvements de produits
nl: Gepickte producten
pl: Kompletacje produktów
ro: Preluări produs

source: Pick of %(product)s in PickList %(picklist_id)s
de: Pick von %(product)s in Pickliste %(picklist_id)s
fr: Prélèvement de %(product)s dans la liste %(picklist_id)s
nl: Pick van %(product)s in picklijst %(picklist_id)s
pl: Kompletacja %(product)s na liście %(picklist_id)s
ro: Preluare a %(product)s în lista %(picklist_id)s

source: String
de: Text
fr: Texte
nl: Tekenreeks
pl: Tekst
ro: Text

source: Boolean
de: Wahr/Falsch
fr: Booléen
nl: Ja/Nee
pl: Wartość logiczna

source: Integer
de: Ganzzahl
fr: Entier
nl: Geheel getal
pl: Liczba całkowita
ro: Număr întreg

source: Float
de: Gleitkommazahl
fr: Décimal
nl: Kommagetal
pl: Liczba zmiennoprzecinkowa
ro: Număr zecimal

source: Date
de: Datum
nl: Datum
pl: Data
ro: Dată

source: DateTime
de: Datum und Uhrzeit
fr: Date et heure
nl: Datum en tijd
pl: Data i czas
ro: Dată și oră

source: Color (HEX)
de: Farbe (HEX)
fr: Couleur (HEX)
nl: Kleur (HEX)
pl: Kolor (HEX)
ro: Culoare (HEX)

source: Image
de: Bild
nl: Afbeelding
pl: Obraz
ro: Imagine

source: Key
de: Schlüssel
fr: Clé
nl: Sleutel
pl: Klucz
ro: Cheie

source: Internal name for this setting (e.g. 'language', 'sort_by_location').
de: Interner Name für diese Einstellung (z. B. 'language', 'sort_by_location').
fr: Nom interne pour ce paramètre (ex. 'language', 'sort_by_location').
nl: Interne naam voor deze instelling (bijv. 'language', 'sort_by_location').
pl: Nazwa wewnętrzna tego ustawienia (np. 'language', 'sort_by_location').
ro: Nume intern pentru această setare (ex. 'language', 'sort_by_location').

source: Label
de: Bezeichnung
fr: Libellé
pl: Etykieta
ro: Etichetă

source: Human-readable label shown in admin or forms (e.g. 'Language').
de: Anzeigename für den Adminbereich oder Formulare (z. B. 'Sprache').
fr: Libellé lisible affiché dans l'admin ou les formulaires (ex. 'Langue').
nl: Menselijk leesbaar label voor weergave in admin of formulieren (bijv. 'Taal').
pl: Etykieta czytelna dla człowieka wyświetlana w administracji lub formularzach (np. 'Język').
ro: Etichetă lizibilă afișată în administrare sau formulare (ex. 'Limbă').

source: Help text
de: Hilfetext
fr: Texte d'aide
nl: Helptekst
pl: Tekst pomocy
ro: Text de ajutor

source: Additional description or guidance for this setting.
de: Zusätzliche Beschreibung oder Anleitung zu dieser Einstellung.
fr: Description ou conseil supplémentaire pour ce paramètre.
nl: Extra beschrijving of toelichting voor deze instelling.
pl: Dodatkowy opis lub wskazówki dla tego ustawienia.
ro: Descriere sau îndrumări suplimentare pentru această setare.

source: Type
de: Typ
pl: Typ
ro: Tip

source: The type of this setting (e.g. boolean, integer, string).
de: Der Typ dieser Einstellung (z. B. Wahr/Falsch, Ganzzahl, Text).
fr: Le type de ce paramètre (ex. booléen, entier, texte).
nl: Het type instelling (bijv. Ja/Nee, getal, tekst).
pl: Typ tego ustawienia (np. wartość logiczna, liczba całkowita, tekst).
ro: Tipul acestei setări (ex. boolean, număr întreg, text).

source: Default value
de: Standardwert
fr: Valeur par défaut
nl: Standaardwaarde
pl: Wartość domyślna
ro: Valoare implicită

source: Used if customer-specific value is not set.
de: Wird verwendet, wenn kein kundenspezifischer Wert gesetzt ist.
fr: Utilisée si aucune valeur spécifique au client n'est définie.
nl: Wordt gebruikt als er geen klant-specifieke waarde is ingesteld.
pl: Używana, jeśli wartość specyficzna dla klienta nie jest ustawiona.
ro: Folosit dacă valoarea specifică clientului nu este setată.

source: Options
de: Optionen
nl: Opties
pl: Opcje
ro: Opțiuni

source: For 'choice' type settings: list of {value, label} options. E.g. [{"value": "original", "label": "Original order"}]
de: Für Einstellungen vom Typ 'Auswahl': Liste von {value, label} Optionen. Z.B. [{"value": "original", "label": "Ursprüngliche Reihenfolge"}]
fr: Pour les paramètres de type 'choix' : liste d'options {value, label}. Ex. [{"value": "original", "label": "Ordre original"}]
nl: Voor 'keuze' type instellingen: lijst van {value, label} opties. Bijv. [{"value": "original", "label": "Originele volgorde"}]
pl: Dla ustawień typu 'wybór': lista opcji {value, label}. Np. [{"value": "original", "label": "Oryginalna kolejność"}]
ro: Pentru setările de tip 'alegere': listă de opțiuni {value, label}. Ex. [{"value": "original", "label": "Ordine originală"}]

source: Setting
de: Einstellung
fr: Paramètre
nl: Instelling
pl: Ustawienie
ro: Setare

source: Value
de: Wert
fr: Valeur
nl: Waarde
pl: Wartość
ro: Valoare

source: The value set for this customer.
de: Der für diesen Kunden festgelegte Wert.
fr: La valeur définie pour ce client.
nl: De ingestelde waarde voor deze klant.
pl: Wartość ustawiona dla tego klienta.
ro: Valoarea setată pentru acest client.

source: Customer setting value
de: Kundenspezifischer Einstellungswert
fr: Valeur du paramètre client
nl: Klantinstellingswaarde
pl: Wartość ustawienia klienta
ro: Valoare setare client

source: Customer setting values
de: Kundenspezifische Einstellungswerte
fr: Valeurs des paramètres client
nl: Klantinstellingswaarden
pl: Wartości ustawień klienta
ro: Valori setări client

source: Product Code
de: Produktcode
fr: Code produit
pl: Kod produktu
ro: Cod produs

source: Location
de: Standort
fr: Emplacement
nl: Locatie
pl: Lokalizacja
ro: Locație

source: Active
de: Aktiv
fr: Actif
nl: Actief
pl: Aktywny
ro: Activ

source: Products
de: Produkte
fr: Produits
nl: Producten
pl: Produkty
ro: Produse

source: Code
pl: Kod
ro: Cod

source: Your company and users were created. Welcome! Start by adding your products, then create orders and manage your queue.
de: Ihr Unternehmen und Benutzer wurden erstellt. Willkommen! Beginnen Sie mit dem Hinzufügen Ihrer Produkte, erstellen Sie dann Bestellungen und verwalten Sie Ihre Warteschlange.
fr: Votre entreprise et vos utilisateurs ont été créés. Bienvenue ! Commencez par ajouter vos produits, puis créez des commandes et gérez votre file d'attente.
nl: Uw bedrijf en gebruikers zijn aangemaakt. Welkom! Begin met het toevoegen van uw producten, maak vervolgens orders aan en beheer uw wachtrij.
pl: Twoja firma i użytkownicy zostali utworzeni. Witaj! Zacznij od dodania produktów, następnie utwórz zamówienia i zarządzaj kolejką.
ro: Compania și utilizatorii dumneavoastră au fost creați. Bun venit! Începeți prin a adăuga produsele, apoi creați comenzi și gestionați coada.

source: That username or email is already in use. Please choose a different one.
de: Dieser Benutzername oder diese E-Mail-Adresse wird bereits verwendet. Bitte wählen Sie einen anderen.
fr: Ce nom d'utilisateur ou cette adresse e-mail est déjà utilisé. Veuillez en choisir un autre.
nl: Die gebruikersnaam of e-mail is al in gebruik. Kies een andere.
pl: Ta nazwa użytkownika lub email jest już używana. Proszę wybrać inną.
ro: Acest nume de utilizator sau email este deja folosit. Vă rugăm să alegeți altul.

source: Some of the submitted data is invalid or too long. Please review and try again.
de: Einige der übermittelten Daten sind ungültig oder zu lang. Bitte überprüfen Sie diese und versuchen Sie es erneut.
fr: Certaines données soumises sont invalides ou trop longues. Veuillez vérifier et réessayer.
nl: Sommige ingevoerde gegevens zijn ongeldig of te lang. Controleer en probeer opnieuw.
pl: Część przesłanych danych jest nieprawidłowa lub zbyt długa. Proszę sprawdzić i spróbować ponownie.
ro: Unele date trimise sunt invalide sau prea lungi. Vă rugăm să revizuiți și să încercați din nou.

source: Please correct the highlighted errors and try again.
de: Bitte korrigieren Sie die markierten Fehler und versuchen Sie es erneut.
fr: Veuillez corriger les erreurs indiquées et réessayer.
nl: Corrigeer de gemarkeerde fouten en probeer opnieuw.
pl: Proszę poprawić podświetlone błędy i spróbować ponownie.
ro: Vă rugăm să corectați erorile evidențiate și să încercați din nou.

source: Some of the submitted information is missing or invalid. Please check and try again.
de: Einige der übermittelten Informationen fehlen oder sind ungültig. Bitte überprüfen Sie diese und versuchen Sie es erneut.
fr: Certaines informations soumises sont manquantes ou invalides. Veuillez vérifier et réessayer.
nl: Sommige informatie ontbreekt of is ongeldig. Controleer en probeer opnieuw.
pl: Część przesłanych informacji jest brakująca lub nieprawidłowa. Proszę sprawdzić i spróbować ponownie.
ro: Unele informații trimise lipsesc sau sunt invalide. Vă rugăm să verificați și să încercați din nou.

source: We're experiencing technical issues. Please try again shortly.
de: Es gibt technische Probleme. Bitte versuchen Sie es in Kürze erneut.
fr: Nous rencontrons des problèmes techniques. Veuillez réessayer dans quelques instants.
nl: We ondervinden technische problemen. Probeer het later opnieuw.
pl: Występują problemy techniczne. Proszę spróbować ponownie za chwilę.
ro: Întâmpinăm probleme tehnice. Vă rugăm să încercați din nou în curând.

source: No customer profile found for your account.
de: Kein Kundenprofil für Ihr Konto gefunden.
fr: Aucun profil client trouvé pour votre compte.
nl: Geen klantprofiel gevonden voor uw account.
pl: Nie znaleziono profilu klienta dla Twojego konta.
ro: Niciun profil de client găsit pentru contul dumneavoastră.

source: Product code is required.
de: Produktcode ist erforderlich.
fr: Le code produit est requis.
nl: Productcode is verplicht.
pl: Kod produktu jest wymagany.
ro: Codul produsului este obligatoriu.

source: A product with this code already exists.
de: Ein Produkt mit diesem Code existiert bereits.
fr: Un produit avec ce code existe déjà.
nl: Een product met deze code bestaat al.
pl: Produkt o tym kodzie już istnieje.
ro: Un produs cu acest cod există deja.

source: Description is required.
de: Beschreibung ist erforderlich.
fr: La description est requise.
nl: Omschrijving is verplicht.
pl: Opis jest wymagany.
ro: Descrierea este obligatorie.
