Repository: milovanpinxteren/orderpiqr
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr, nl, pl, ro

source: Devices show who scanned and picked. Use this page to track activity.
de: Geräte zeigen, wer gescannt und gepickt hat. Verwenden Sie diese Seite, um Aktivitäten zu verfolgen.
nl: Apparaten laten zien wie heeft gescand en gepickt. Gebruik deze pagina om de activiteit te volgen.

source: Name — device or scanner name shown to admins.
de: Name — der Geräte- oder Scannername, der Administratoren angezeigt wird.
nl: Naam — de naam van het apparaat of de scanner die zichtbaar is voor beheerders.

source: Description — optional notes about the device or location.
de: Beschreibung — optionale Notizen über das Gerät oder den Standort.
nl: Beschrijving — optionele notities over het apparaat of de locatie.

source: Last login — when this device last authenticated/was used.
de: Letzte Anmeldung — wann dieses Gerät zuletzt authentifiziert oder verwendet wurde.
nl: Laatste login — wanneer dit apparaat voor het laatst is gebruikt of ingelogd.

source: Lists picked — how many picklists this device/user completed.
de: Erledigte Listen — wie viele Picklisten dieses Gerät bzw. dieser Benutzer abgeschlossen hat.
nl: Picklijsten voltooid — hoeveel picklijsten dit apparaat/gebruiker heeft afgerond.

source: Customer — company admins only see their own devices.
de: Kunde — Unternehmensadministratoren sehen nur ihre eigenen Geräte.
nl: Klant — bedrijfsbeheerders zien alleen hun eigen apparaten.

source: Search devices by name or description.
de: Suchen Sie Geräte nach Name oder Beschreibung.
nl: Voeg hier een nieuw apparaat toe om toegang tot scannen te verlenen.

source: Open a device to view its details.
de: Öffnen Sie ein Gerät, um die Details anzuzeigen.
nl: Zoek apparaten op naam of beschrijving.

source: <h1>🎉 All set! You’ve completed the Orderpiqr tour.</h1><br> Next steps:<br> • <b>Add your products</b> in the admin panel.<br> • <b>Create an order</b> and <b>generate a PDF picklist</b> for your team.<br> • On your phone, visit <a href='https://app.orderpiqr.nl' target='_blank'>app.orderpiqr.nl</a> and log in with your order picker account.<br> • <b>Scan the QR code</b> on your newly created picklist.<br> • Start picking your first order!<br><br> <h2>Important information</h2> We recommend using <b>Google Chrome</b> for full functionality — you can also <b>install the web app</b> directly from your browser for quick access.<br><br> On your phone, you can adjust settings such as <b>language</b>, <b>picking order</b>, and <b>sorting order</b>. If you’d like us to set up default preferences for you, just let us know.<br><br> If you have any questions or would like additional features, email <a href='mailto:info@orderpiqr.nl'>info@orderpiqr.nl</a> or schedule a call via <a href='https://www.orderpiqr.nl' target='_blank'>www.orderpiqr.nl</a>.<br><br> Your first <b>50 picklists per month are free</b>! After that, you’ll receive a notification before any billing begins — no subscriptions, no hidden costs.
nl: <h1>🎉 Alles ingesteld! Je hebt de Orderpiqr-tour voltooid.</h1><br>Volgende stappen:<br>• <b>Voeg je producten toe</b> in het beheerpaneel.<br>• <b>Maak een order aan</b> en <b>genereer een PDF-picklijst</b> voor je team.<br>• Open op je telefoon <a href='https://app.orderpiqr.nl' target='_blank'>app.orderpiqr.nl</a> en log in met je orderpicker-account.<br>• <b>Scan de QR-code</b> op je nieuw aangemaakte picklijst.<br>• <b>Begin met het picken van je eerste order!</b><br><br><h2>Belangrijke informatie</h2>We raden aan om <b>Google Chrome</b> te gebruiken voor volledige functionaliteit — je kunt de webapp ook <b>direct vanuit je browser installeren</b> voor snelle toegang.<br><br>Op je telefoon kun je instellingen aanpassen, zoals <b>taal</b>, <b>pickingvolgorde</b> en <b>sorteervolgorde</b>. Wil je dat wij standaardinstellingen voor je instellen? Laat het ons weten.<br><br>Heb je vragen of wil je extra functies? Stuur een e-mail naar <a href='mailto:info@orderpiqr.nl'>info@orderpiqr.nl</a> of plan een gesprek via <a href='https://www.orderpiqr.nl' target='_blank'>www.orderpiqr.nl</a>.<br><br>Je eerste <b>50 picklijsten per maand zijn gratis</b>! Daarna ontvang je een melding voordat er kosten worden berekend — geen abonnementen, geen verborgen kosten.

source: Finish
de: Fertigstellen
nl: Afronden

source: This is your Orders page. Create or import orders, then generate picklists.
de: Dies ist Ihre Bestellseite. Erstellen oder importieren Sie Bestellungen und generieren Sie anschließend Picklisten.
nl: Dit is je Bestellingen/Orders-pagina. Maak of importeer orders en genereer vervolgens picklijsten.

source: Order code — your primary identifier used across imports and PDFs.
de: Bestellcode — Ihre Hauptkennung, die in Importen und PDFs verwendet wird.
nl: Ordercode — je primaire identificatie die wordt gebruikt bij imports en PDF’s.

source: Customer — company admins are scoped to their own customer automatically.
de: Kunde — Unternehmensadministratoren sind automatisch auf ihren eigenen Kunden beschränkt.
nl: Klant — bedrijfsbeheerders zien automatisch alleen hun eigen klantgegevens.

source: Created at — when the order was added.
de: Erstellt am — wann die Bestellung hinzugefügt wurde.
nl: Aangemaakt op — wanneer de order is toegevoegd.

source: Add a single order here. On the order page you can add lines.
de: Fügen Sie hier eine einzelne Bestellung hinzu. Auf der Bestellseite können Sie Positionen hinzufügen.
nl: Voeg hier een enkele order toe. Op de orderpagina kun je orderregels toevoegen.

source: Bulk import orders via CSV/XLSX. Required headers: <code>order_code</code>, <code>product_code</code>, <code>quantity</code>. Unknown product codes are rejected. Existing orders with the same code are overwritten (their lines are replaced).
de: Importieren Sie Bestellungen in großen Mengen über CSV/XLSX. Erforderliche Spalten: <code>order_code</code>, <code>product_code</code>, <code>quantity</code>. Unbekannte Produktcodes werden abgelehnt. Vorhandene Bestellungen mit demselben Code werden überschrieben (ihre Positionen werden ersetzt).
nl: Importeer meerdere orders via CSV/XLSX. Vereiste kolommen: <code>order_code</code>, <code>product_code</code>, <code>quantity</code>. Onbekende productcodes worden geweigerd. Bestaande orders met dezelfde code worden overschreven (hun regels worden vervangen).

source: Search by order code (and other fields) to find orders quickly.
de: Suchen Sie nach Bestellcode (und anderen Feldern), um Bestellungen schnell zu finden.
nl: Zoek op ordercode (of andere velden) om orders snel te vinden.

source: Use filters (e.g., by date) to narrow the list.
de: Verwenden Sie Filter (z. B. nach Datum), um die Liste einzuschränken.
nl: Gebruik filters (bijv. op datum) om de lijst te verfijnen.

source: Select one or more orders, then choose “%(label)s”.
de: Wählen Sie eine oder mehrere Bestellungen aus und klicken Sie dann auf „%(label)s“.
nl: Selecteer een of meer orders en kies vervolgens “%(label)s”.

source: Select one or more orders, then choose “%(label)s” to generate a batch of QR PDFs.
de: Wählen Sie eine oder mehrere Bestellungen aus und klicken Sie auf „%(label)s“, um eine Reihe von QR-PDFs zu erstellen.
nl: Selecteer een of meer orders en kies vervolgens “%(label)s” om een batch QR-PDF’s te genereren.

source: Select one or more orders, then choose your action to generate picklists or QR PDFs.
de: Wählen Sie eine oder mehrere Bestellungen aus und wählen Sie eine Aktion, um Picklisten oder QR-PDFs zu generieren.
nl: Selecteer een of meer orders en kies de gewenste actie om picklijsten of QR-PDF’s te genereren.

source: Click Apply to run the action.
de: Klicken Sie auf „Ausführen“, um die Aktion auszuführen.
nl: Klik op Uitvoeren om de actie uit te voeren.

source: After generating, view results in <b>Pick Lists</b>: see who picked, duration, success, and items not picked.
de: Nach der Generierung können Sie die Ergebnisse in <b>Picklisten</b> einsehen: wer gepickt hat, Dauer, Erfolg und nicht gepickte Artikel.
nl: Na het genereren kun je de resultaten bekijken in <b>Picklijsten</b>: zie wie heeft gepickt, de duur, het succes en niet-gepikte items.

source: Next, open <b>Pick Lists</b> to review and print PDFs with QR codes.
de: Öffnen Sie als Nächstes <b>Picklisten</b>, um PDFs mit QR-Codes zu überprüfen und zu drucken.
nl: Open vervolgens <b>Picklijsten</b> om PDF’s met QR-codes te bekijken en te printen.

source: Close
de: Schließen
nl: Sluiten

source: Go to Pick Lists
de: Zu Picklisten gehen
nl: Ga naar Picklijsten

source: These are your Pick Lists — the actual picking tasks. They can be generated from Orders, or auto-created when scanning a QR that doesn't exist yet.
de: Dies sind Ihre Picklisten — die eigentlichen Kommissionieraufgaben. Sie können aus Bestellungen generiert oder automatisch erstellt werden, wenn ein noch nicht vorhandener QR-Code gescannt wird.
nl: Dit zijn je Picklijsten — de daadwerkelijke picktaken. Ze kunnen worden gegenereerd vanuit Orders of automatisch worden aangemaakt wanneer je een QR scant die nog niet bestaat.

source: Picklist code — unique ID used in the app/QRs.
de: Picklisten-Code — eindeutige ID, die in der App bzw. in QR-Codes verwendet wird.
nl: Picklijstcode — unieke ID die in de app/QR’s wordt gebruikt.

source: Device — who/what performed the picking (helps with accountability).
de: Gerät — wer bzw. welches Gerät die Kommissionierung durchgeführt hat (zur Nachverfolgbarkeit).
nl: Apparaat — wie/wat de pick heeft uitgevoerd (helpt bij verantwoording).

source: Pick time — when the pick started.
de: Pickzeit — wann die Kommissionierung begonnen hat.
nl: Picktijd — wanneer het picken is gestart.

source: Time taken — how long the pick took (performance metric).
de: Benötigte Zeit — wie lange die Kommissionierung gedauert hat (Leistungskennzahl).
nl: Duur — hoe lang de pick heeft geduurd (prestatiemeting).

source: Successful — overall result. Issues are investigated on the detail page.
de: Erfolgreich — Gesamtergebnis. Probleme können auf der Detailseite überprüft werden.
nl: Succesvol — eindresultaat. Problemen bekijk je op de detailpagina.

source: Search by device name or pick time to find a list quickly.
de: Suchen Sie nach Gerätenamen oder Pickzeit, um eine Liste schnell zu finden.
nl: Zoek op apparaatnaam of picktijd om snel een lijst te vinden.

source: Open a picklist to review item-level results: which products were picked, timing, and which items were not picked.
de: Öffnen Sie eine Pickliste, um Ergebnisse auf Artikelebene zu sehen: welche Produkte gepickt wurden, Zeitabläufe und welche Artikel nicht gepickt wurden.
nl: Open een picklijst om resultaten per item te bekijken: welke producten zijn gepickt, de timing en welke items niet zijn gepickt.

source: Next: <b>Devices</b> — manage which devices can scan and see who picked what.
de: Als Nächstes: <b>Geräte</b> — verwalten Sie, welche Geräte scannen dürfen, und sehen Sie, wer was gepickt hat.
nl: Volgende: <b>Apparaten</b> — beheer welke apparaten mogen scannen en zie wie wat heeft gepickt.

source: Next: open <b>Devices</b> to manage scanners and see who picked what.
de: Als Nächstes: Öffnen Sie <b>Geräte</b>, um Scanner zu verwalten und zu sehen, wer was gepickt hat.
nl: Volgende: open <b>Apparaten</b> om scanners te beheren en te zien wie wat heeft gepickt.

source: Go to Devices
de: Zu Geräte gehen
nl: Ga naar Apparaten

source: Open first picklist
de: Erste Pickliste öffnen
nl: Open eerste picklijst

source: This picklist shows item-level results. Use it to review issues and performance.
de: Diese Pickliste zeigt Ergebnisse auf Artikelebene. Verwenden Sie sie, um Probleme und Leistung zu prüfen.
nl: Deze picklijst toont resultaten per item. Gebruik dit om problemen en prestaties te beoordelen.

source: Total time taken — duration of this picklist.
de: Gesamtzeit — Dauer dieser Pickliste.
nl: Totale duur — de looptijd van deze picklijst.

source: Overall success — quick status at a glance.
de: Gesamterfolg — schneller Überblick über den Status.
nl: Algemeen succes — snelle status in één oogopslag.

source: Item-level results (Product Picks). Each row shows what happened per product.
de: Ergebnisse auf Artikelebene (Produkt-Picks). Jede Zeile zeigt, was mit jedem Produkt passiert ist.
nl: Resultaten per item (Product Picks). Elke rij toont wat er per product is gebeurd.

source: Product — what was supposed to be picked.
de: Produkt — was gepickt werden sollte.
nl: Product — wat gepickt zou moeten worden.

source: Quantity — units picked for this product.
de: Menge — Anzahl der gepickten Einheiten für dieses Produkt.
nl: Aantal — eenheden die voor dit product zijn gepickt.

source: Time taken — how long this item took to pick.
de: Benötigte Zeit — wie lange das Picken dieses Artikels gedauert hat.
nl: Duur — hoe lang het duurde om dit item te picken.

source: Successful — if not checked, this item was not picked successfully.
de: Erfolgreich — wenn nicht markiert, wurde dieser Artikel nicht erfolgreich gepickt.
nl: Succesvol — indien niet aangevinkt, is dit item niet succesvol gepickt.

source: Tip: items not picked (unsuccessful) help you spot shortages or scanning mistakes.
de: Tipp: Nicht gepickte Artikel (nicht erfolgreich) helfen, Engpässe oder Scanfehler zu erkennen.
nl: Tip: niet-gepickte items (onsuccesvol) helpen tekorten of scanfouten te herkennen.

source: This is your product catalog. Let's set it up.
de: Dies ist Ihr Produktkatalog. Lassen Sie uns ihn einrichten.
nl: Dit is je productcatalogus. Laten we die instellen.

source: Code (SKU). Unique scannable code which is on the product. If no code exists, you can create one. Used for scanning/imports.
de: Code (SKU). Eindeutiger scannbarer Code, der sich auf dem Produkt befindet. Falls keiner vorhanden ist, können Sie einen erstellen. Wird für Scans/Importe verwendet.
nl: Code (SKU). Unieke scanbare code op het product. Bestaat er geen code, dan kun je er één aanmaken. Gebruikt voor scannen/imports.

source: Description. Human-readable item name for pickers.
de: Beschreibung. Lesbarer Produktname für Picker.
nl: Omschrijving. Menselijke productnaam voor pickers.

source: Location. Bin/shelf—helps optimize walking route.
de: Standort. Behälter/Regal — hilft, die Laufwege zu optimieren.
nl: Locatie. Bak/stelling — helpt de looproute te optimaliseren.

source: Customer. Auto-filled for company admins
de: Kunde. Wird für Unternehmensadministratoren automatisch ausgefüllt.
nl: Klant. Automatisch ingevuld voor bedrijfsbeheerders

source: Add a single product here.
de: Fügen Sie hier ein einzelnes Produkt hinzu.
nl: Voeg hier een enkel product toe.

source: Bulk import via CSV/XLSX. Required headers: <code>code</code>, <code>description</code>, <code>location</code>. Existing products with the same code are updated; new ones are added.
de: Sammelimport über CSV/XLSX. Erforderliche Spalten: <code>code</code>, <code>description</code>, <code>location</code>. Vorhandene Produkte mit demselben Code werden aktualisiert; neue werden hinzugefügt.
nl: Bulkimport via CSV/XLSX. Vereiste kolommen: <code>code</code>, <code>description</code>, <code>location</code>. Bestaande producten met dezelfde code worden bijgewerkt; nieuwe worden toegevoegd.

source: You can also enable a CSV/XLSX upload on this page. When present, it adds or overwrites by product code for the current customer.
de: Sie können auf dieser Seite auch einen CSV/XLSX-Upload aktivieren. Wenn vorhanden, werden Produkte anhand ihres Codes für den aktuellen Kunden hinzugefügt oder überschrieben.
nl: Je kunt op deze pagina ook een CSV/XLSX-upload inschakelen. Als die aanwezig is, worden producten voor de huidige klant toegevoegd of overschreven op basis van productcode.

source: Search by code or description to find items quickly.
de: Suchen Sie nach Code oder Beschreibung, um Artikel schnell zu finden.
nl: Zoek op code of omschrijving om items snel te vinden.

source: Click a row to edit a product. Duplicates are prevented per customer.
de: Klicken Sie auf eine Zeile, um ein Produkt zu bearbeiten. Doppelte Einträge sind pro Kunde nicht erlaubt.
nl: Klik op een rij om een product te bewerken. Duplicaten worden per klant voorkomen.

source: All set here. Continue to <b>Orders</b> to generate an order. Make sure you have created/imported products before you do.
de: Alles bereit. Fahren Sie mit <b>Bestellungen</b> fort, um eine Bestellung zu generieren. Stellen Sie sicher, dass Sie vorher Produkte erstellt oder importiert haben.
nl: Hier is alles klaar. Ga verder naar <b>Bestellingen</b> om een order te genereren. Zorg dat je eerst producten hebt aangemaakt/geïmporteerd.

source: Go to Orders
de: Zu Bestellungen gehen
nl: Ga naar Bestellingen

source: Skip to Pick Lists
de: Direkt zu Picklisten springen
nl: Doorgaan naar Picklijsten

source: 👋 Quick tour of the essentials. If you prefer talking to an employee, you can schedule a meeting or contact us at www.orderpiqr.nl
de: 👋 Kurze Tour durch die wichtigsten Funktionen. Wenn Sie lieber mit einem Mitarbeiter sprechen möchten, können Sie einen Termin vereinbaren oder uns über www.orderpiqr.nl kontaktieren.
nl: 👋 Een snelle rondleiding langs de basis. Praat je liever met een medewerker? Plan een afspraak of neem contact op via www.orderpiqr.nl.

source: Products — Create items to pick with (bar)code, name/description and physical location.
de: Produkte — Erstellen Sie Artikel mit (Bar-)Code, Name/Beschreibung und physischem Standort zum Picken.
nl: Producten — Maak artikelen aan met (bar)code, naam/omschrijving en fysieke locatie.

source: Orders — Create orders manually or via API/import. (Scanning a Picklist QR can also create a picklist on the fly.)
de: Bestellungen — Erstellen Sie Bestellungen manuell oder per API/Import. (Das Scannen eines Picklisten-QR kann auch sofort eine Pickliste erstellen.)
nl: Orders — Maak orders handmatig of via API/import. (Het scannen van een picklijst-QR kan ook direct een order en picklijst aanmaken.)

source: Pick Lists — The actual picking tasks. Generate from Orders, or have them created automatically when a QR is scanned.
de: Picklisten — Die eigentlichen Kommissionieraufgaben. Aus Bestellungen generieren oder automatisch erstellen lassen, wenn ein QR-Code gescannt wird.
nl: Picklijsten — De daadwerkelijke picktaken. Genereer ze vanuit Orders of laat ze automatisch aanmaken wanneer een QR wordt gescand.

source: Devices — See who picked what and control access.
de: Geräte — Sehen Sie, wer was gepickt hat, und steuern Sie den Zugriff.
nl: Apparaten — Zie wie wat heeft gepickt en beheer de toegang.

source: Ready? Click <b>Products</b> to begin.
de: Bereit? Klicken Sie auf <b>Produkte</b>, um zu starten.
nl: Klaar? Klik op <b>Producten</b> om te beginnen.

source: Open <b>Products</b> to begin.
de: Öffnen Sie <b>Produkte</b>, um zu starten.
nl: Open <b>Producten</b> om te beginnen.

source: Go to Products
de: Zu Produkte gehen
nl: Ga naar Producten

source: Could not load product data from server
de: Produktdaten konnten nicht vom Server geladen werden.
nl: Productgegevens konden niet van de server worden geladen

source: No product data found on page
nl: Geen productgegevens op de pagina gevonden

source: Offline mode: using cached product data
de: Offlinemodus: zwischengespeicherte Produktdaten werden verwendet.
nl: Offlinemodus: er worden gecachte productgegevens gebruikt

source: Cached product data is not usable
de: Zwischengespeicherte Produktdaten sind nicht verwendbar.
nl: Gecachte productgegevens zijn niet bruikbaar

source: No product data available while offline
de: Keine Produktdaten im Offlinemodus verfügbar.
nl: Geen productgegevens beschikbaar tijdens offline gebruik

source: Scanned %(product)s
fr: Scanné : %(product)s
nl: %(product)s Gescand
pl: Zeskanowano: %(product)s
ro: Scanat: %(product)s

source: Incorrect scan, please try again.
fr: Scan incorrect, veuillez réessayer.
nl: Ongeldige scan, probeer het opnieuw.
pl: Nieprawidłowy skan, spróbuj ponownie.
ro: Scanare incorectă, te rugăm să încerci din nou.

source: Product code not found in the list.
fr: Code produit introuvable dans la liste.
nl: Productcode niet gevonden in de lijst.
pl: Kod produktu nie został znaleziony na liście.
ro: Codul produsului nu a fost găsit în listă.

source: An unexpected error occurred, please try again. If this issue persists, contact support
fr: Une erreur inattendue est survenue. Veuillez réessayer. Si le problème persiste, contactez le support.
nl: Er is een onverwachte fout opgetreden. Probeer het opnieuw. Als het probleem blijft bestaan, neem dan contact op met support.
pl: Wystąpił nieoczekiwany błąd, spróbuj ponownie. Jeśli problem będzie się powtarzał, skontaktuj się z pomocą techniczną.
ro: A apărut o eroare neașteptată. Te rugăm să încerci din nou. Dacă problema persistă, contactează suportul tehnic.

source: Picklist completed!
nl: Picklijst toegevoegd

source: Error completing picklist.
nl: Fout bij verzenden van picklijst.

source: Error getting device fingerprint.
fr: Erreur lors de l'obtention de l'empreinte de l'appareil.
nl: Fout bij ophalen van apparaat-ID.
pl: Błąd podczas pobierania odcisku urządzenia.
ro: Eroare la obținerea amprentei dispozitivului.

source: No product data was found, cannot update list
fr: Aucune donnée produit trouvée, impossible de mettre à jour la liste.
nl: Geen productgegevens gevonden, lijst kan niet worden bijgewerkt.
pl: Nie znaleziono danych produktu, nie można zaktualizować listy.
ro: Nu au fost găsite date despre produse, nu se poate actualiza lista.

source: Manual override: %(product)s confirmed
fr: Remplacement manuel : %(product)s confirmé
nl: Handmatige override: %(product)s bevestigd
pl: Ręczne potwierdzenie: %(product)s zatwierdzony
ro: Suprascriere manuală: %(product)s confirmat(ă)

source: Manual override: %(code)s confirmed
fr: Remplacement manuel : %(code)s confirmé
nl: Handmatige override: %(code)s bevestigd
pl: Ręczne potwierdzenie: %(code)s zatwierdzony
ro: Suprascriere manuală: %(code)s confirmat(ă)

source: Order Importance: Enabled
fr: Importance de l'ordre : activée
nl: Vaste scanvolgorde: Ingeschakeld
pl: Kolejność produktów: Włączona
ro: Importanța ordinii: Activată

source: Order Importance: Disabled
fr: Importance de l'ordre : désactivée
nl: Vaste scanvolgorde: Uitgeschakeld
pl: Kolejność produktów: Wyłączona
ro: Importanța ordinii: Dezactivată

source: New list found, start this list?
fr: Nouvelle liste trouvée, commencer cette liste ?
nl: Nieuwe lijst gevonden, wil je deze starten?
pl: Znaleziono nową listę, rozpocząć ją?
ro: Listă nouă găsită, începi această listă?

source: Could not determine product/quantity structure in picklist.
de: Produkt-/Mengenstruktur in der Pickliste konnte nicht ermittelt werden.
nl: Kon de structuur van product/aantal in de picklijst niet bepalen.

source: Product row is invalid
de: Produktzeile ist ungültig
nl: Productrij is ongeldig

source: Product data is empty, cannot update list.
fr: Les données produit sont vides, impossible de mettre à jour la liste.
nl: Productgegevens zijn leeg, lijst kan niet worden bijgewerkt.
pl: Brak danych produktu, nie można zaktualizować listy.
ro: Datele produsului sunt goale, nu se poate actualiza lista.

source: Picklist added
fr: Liste de prélèvement ajoutée
nl: Picklijst toegevoegd
pl: Lista kompletacyjna dodana
ro: Listă de preluare adăugată

source: Error sending picklist.
fr: Erreur lors de l'envoi de la liste de prélèvement.
nl: Fout bij verzenden van picklijst.
pl: Błąd podczas wysyłania listy kompletacyjnej.
ro: Eroare la trimiterea listei de preluare.

source: Unexpected error while parsing picklist.
de: Unerwarteter Fehler beim Verarbeiten der Pickliste.
nl: Fout bij lezen van de picklijst.

source: Invalid QR code structure. Please check the format
de: Ungültige QR-Code-Struktur. Bitte prüfen Sie das Format.
nl: Ongeldige QR code, controleer QR-code format
