Repository: milovanpinxteren/orderpiqr
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, fr, nl, pl, ro

source: Upload CSV File
de: CSV-Datei hochladen
fr: Télécharger un fichier CSV
nl: CSV-bestand uploaden
pl: Prześlij plik CSV
ro: Încarcă fișier CSV

source: Select CSV File
de: CSV-Datei auswählen
fr: Sélectionner un fichier CSV
nl: Selecteer CSV-bestand
pl: Wybierz plik CSV
ro: Selectează fișier CSV

source: Drag and drop your CSV file here, or click to select
de: CSV-Datei hierher ziehen oder klicken zum Auswählen
fr: Glissez-déposez votre fichier CSV ici, ou cliquez pour sélectionner
nl: Sleep uw CSV-bestand hierheen of klik om te selecteren
pl: Przeciągnij i upuść plik CSV tutaj lub kliknij, aby wybrać
ro: Trageți și plasați fișierul CSV aici sau faceți clic pentru a selecta

source: Maximum file size: 5MB
de: Maximale Dateigröße: 5MB
fr: Taille maximale du fichier : 5 Mo
nl: Maximale bestandsgrootte: 5MB
pl: Maksymalny rozmiar pliku: 5MB
ro: Dimensiune maximă fișier: 5MB

source: CSV Format
fr: Format CSV
nl: CSV-formaat
pl: Format CSV
ro: Format CSV

source: Your CSV file should have the following columns:
de: Ihre CSV-Datei sollte folgende Spalten enthalten:
fr: Votre fichier CSV doit contenir les colonnes suivantes :
nl: Uw CSV-bestand moet de volgende kolommen bevatten:
pl: Twój plik CSV powinien zawierać następujące kolumny:
ro: Fișierul CSV trebuie să conțină următoarele coloane:

source: Column
de: Spalte
fr: Colonne
nl: Kolom
pl: Kolumna
ro: Coloană

source: Required
de: Erforderlich
fr: Requis
nl: Verplicht
pl: Wymagane
ro: Obligatoriu

source: Yes
de: Ja
fr: Oui
nl: Ja
pl: Tak
ro: Da

source: Unique order identifier
de: Eindeutige Bestellkennung
fr: Identifiant unique de commande
nl: Unieke order-identificatie
pl: Unikalny identyfikator zamówienia
ro: Identificator unic comandă

source: Product code (must exist in your inventory)
de: Produktcode (muss in Ihrem Inventar existieren)
fr: Code produit (doit exister dans votre inventaire)
nl: Productcode (moet bestaan in uw voorraad)
pl: Kod produktu (musi istnieć w Twoim inwentarzu)
ro: Cod produs (trebuie să existe în inventar)

source: No
de: Nein
fr: Non
nl: Nee
pl: Nie
ro: Nu

source: Quantity (default: 1)
de: Menge (Standard: 1)
fr: Quantité (par défaut : 1)
nl: Aantal (standaard: 1)
pl: Ilość (domyślnie: 1)
ro: Cantitate (implicit: 1)

source: Order notes (only from first line)
de: Bestellnotizen (nur aus erster Zeile)
fr: Notes de commande (uniquement de la première ligne)
nl: Order notities (alleen van eerste regel)
pl: Notatki zamówienia (tylko z pierwszego wiersza)
ro: Note comandă (doar din prima linie)

source: Example CSV
de: Beispiel-CSV
fr: Exemple CSV
nl: Voorbeeld CSV
pl: Przykładowy CSV
ro: Exemplu CSV

source: Multiple rows with the same order_code will be combined into one order
de: Mehrere Zeilen mit demselben order_code werden zu einer Bestellung zusammengefasst
fr: Plusieurs lignes avec le même order_code seront combinées en une seule commande
nl: Meerdere rijen met dezelfde order_code worden gecombineerd tot één order
pl: Wiele wierszy z tym samym order_code zostanie połączonych w jedno zamówienie
ro: Mai multe rânduri cu același order_code vor fi combinate într-o singură comandă

source: Product codes must already exist in your inventory
de: Produktcodes müssen bereits in Ihrem Inventar existieren
fr: Les codes produits doivent déjà exister dans votre inventaire
nl: Productcodes moeten al bestaan in uw voorraad
pl: Kody produktów muszą już istnieć w Twoim inwentarzu
ro: Codurile produselor trebuie să existe deja în inventar

source: Orders with duplicate codes will be skipped
de: Bestellungen mit doppelten Codes werden übersprungen
fr: Les commandes avec des codes en double seront ignorées
nl: Orders met dubbele codes worden overgeslagen
pl: Zamówienia z duplikatami kodów zostaną pominięte
ro: Comenzile cu coduri duplicate vor fi omise

source: Imported orders will have 'draft' status
de: Importierte Bestellungen haben den Status 'Entwurf'
fr: Les commandes importées auront le statut 'brouillon'
nl: Geïmporteerde orders krijgen de status 'concept'
pl: Zaimportowane zamówienia będą miały status 'szkic'
ro: Comenzile importate vor avea statusul 'schiță'

source: Manage your customer orders
de: Ihre Kundenbestellungen verwalten
fr: Gérer vos commandes clients
nl: Beheer uw klantorders
pl: Zarządzaj zamówieniami klientów
ro: Gestionează comenzile clienților

source: Search orders...
de: Bestellungen suchen...
fr: Rechercher des commandes...
nl: Zoek orders...
pl: Szukaj zamówień...
ro: Caută comenzi...

source: All Status
de: Alle Status
fr: Tous les statuts
nl: Alle statussen
pl: Wszystkie statusy
ro: Toate stările

source: Newest First
de: Neueste zuerst
fr: Plus récent d'abord
nl: Nieuwste eerst
pl: Najnowsze najpierw
ro: Cele mai recente

source: Oldest First
de: Älteste zuerst
fr: Plus ancien d'abord
nl: Oudste eerst
pl: Najstarsze najpierw
ro: Cele mai vechi

source: Code A-Z
pl: Kod A-Z
ro: Cod A-Z

source: Code Z-A
pl: Kod Z-A
ro: Cod Z-A

source: Items
de: Artikel
fr: Articles
pl: Pozycje
ro: Articole

source: Actions
de: Aktionen
nl: Acties
pl: Akcje
ro: Locație

source: Add to Queue
de: Zur Warteschlange hinzufügen
fr: Ajouter à la file
nl: Toevoegen aan wachtrij
pl: Dodaj do kolejki
ro: Adaugă în coadă

source: Edit
de: Bearbeiten
fr: Modifier
nl: Bewerken
pl: Edytuj
ro: Editează

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen
pl: Usuń
ro: Șterge

source: Page
de: Seite
nl: Pagina
pl: Strona
ro: Pagina

source: of
de: von
fr: sur
nl: van
pl: z
ro: din

source: No orders found
de: Keine Bestellungen gefunden
fr: Aucune commande trouvée
nl: Geen orders gevonden
pl: Nie znaleziono zamówień
ro: Nicio comandă în coadă

source: Try adjusting your search or filter criteria.
de: Versuchen Sie, Ihre Such- oder Filterkriterien anzupassen.
fr: Essayez d'ajuster vos critères de recherche ou de filtrage.
nl: Probeer uw zoekopdracht of filtercriteria aan te passen.
pl: Spróbuj dostosować kryteria wyszukiwania lub filtrowania.
ro: Încercați să ajustați criteriile de căutare sau filtrare.

source: Clear Filters
de: Filter löschen
fr: Effacer les filtres
nl: Filters wissen
pl: Wyczyść filtry
ro: Șterge filtrele

source: No orders yet
de: Noch keine Bestellungen
fr: Aucune commande pour l'instant
nl: Nog geen orders
pl: Brak zamówień
ro: Nicio comandă în coadă

source: Get started by creating your first order or importing from a CSV file.
de: Erstellen Sie Ihre erste Bestellung oder importieren Sie aus einer CSV-Datei.
fr: Commencez par créer votre première commande ou importez depuis un fichier CSV.
nl: Begin met het aanmaken van uw eerste order of importeer vanuit een CSV-bestand.
pl: Zacznij od utworzenia pierwszego zamówienia lub importu z pliku CSV.
ro: Începeți prin a crea prima comandă sau importați dintr-un fișier CSV.

source: Import CSV
de: CSV importieren
fr: Importer CSV
nl: CSV importeren
pl: Importuj CSV
ro: Importă CSV

source: Delete Order
de: Bestellung löschen
fr: Supprimer la commande
nl: Order verwijderen
pl: Usuń zamówienie
ro: Bun venit la Orderpiqr!

source: Are you sure you want to delete order
de: Sind Sie sicher, dass Sie die Bestellung löschen möchten
fr: Êtes-vous sûr de vouloir supprimer la commande
nl: Weet u zeker dat u order wilt verwijderen
pl: Czy na pewno chcesz usunąć zamówienie
ro: Sigur doriți să ștergeți comanda

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action est irréversible.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Ta akcja nie może być cofnięta.
ro: Această acțiune nu poate fi anulată.

source: Order added to queue
de: Bestellung zur Warteschlange hinzugefügt
fr: Commande ajoutée à la file
nl: Order toegevoegd aan wachtrij
pl: Zamówienie dodane do kolejki
ro: %(count)s comandă(comenzi) adăugată(e) în coadă.

source: Error adding to queue
de: Fehler beim Hinzufügen zur Warteschlange
fr: Erreur lors de l'ajout à la file
nl: Fout bij toevoegen aan wachtrij
pl: Błąd dodawania do kolejki
ro: Adaugă în coadă

source: An error occurred
de: Ein Fehler ist aufgetreten
fr: Une erreur s'est produite
nl: Er is een fout opgetreden
pl: Wystąpił błąd
ro: A apărut o eroare

source: Back to List
de: Zurück zur Liste
fr: Retour à la liste
nl: Terug naar lijst
pl: Powrót do listy
ro: Listă de preluare

source: Picklist Information
de: Picklisten-Informationen
fr: Informations de la liste de prélèvement
nl: Picklijst informatie
pl: Informacje o liście kompletacyjnej
ro: Cod listă de preluare

source: Failed
de: Fehlgeschlagen
fr: Échoué
nl: Mislukt
pl: Nieudane
ro: Eșuat

source: Pending
de: Ausstehend
fr: En attente
nl: In afwachting
pl: Oczekujące
ro: În așteptare

source: Picker
de: Kommissionierer
fr: Préparateur
pl: Kompletator
ro: Ordinea de colectare

source: Duration
de: Dauer
fr: Durée
nl: Duur
pl: Czas trwania
ro: Descriere

source: items
de: Artikel
fr: articles
pl: pozycji
ro: articole

source: Picked
de: Kommissioniert
fr: Prélevé
nl: Gepickt
pl: Pobrane
ro: Liste selectate

source: No products in this picklist.
de: Keine Produkte in dieser Pickliste.
fr: Aucun produit dans cette liste de prélèvement.
nl: Geen producten in deze picklijst.
pl: Brak produktów na tej liście kompletacyjnej.
ro: Preluare a %(product)s în lista %(picklist_id)s

source: View picking operations
de: Kommissioniervorgänge anzeigen
fr: Voir les opérations de prélèvement
nl: Bekijk pick-operaties
pl: Zobacz operacje kompletacji
ro: Vezi operațiuni de preluare

source: View Details
de: Details anzeigen
fr: Voir les détails
nl: Details bekijken
pl: Zobacz szczegóły
ro: Vezi detalii

source: No pick lists yet
de: Noch keine Picklisten
fr: Aucune liste de prélèvement pour l'instant
nl: Nog geen picklijsten
pl: Brak list kompletacyjnych
ro: Cod listă de preluare

source: Pick lists are created automatically when pickers claim orders from the queue.
de: Picklisten werden automatisch erstellt, wenn Kommissionierer Bestellungen aus der Warteschlange übernehmen.
fr: Les listes de prélèvement sont créées automatiquement lorsque les préparateurs réclament des commandes de la file.
nl: Picklijsten worden automatisch aangemaakt wanneer pickers orders uit de wachtrij claimen.
pl: Listy kompletacyjne są tworzone automatycznie, gdy kompletatorzy przejmują zamówienia z kolejki.
ro: Listele de preluare sunt create automat când operatorii revendică comenzi din coadă.

source: Go to Queue
de: Zur Warteschlange
fr: Aller à la file
nl: Ga naar wachtrij
pl: Przejdź do kolejki
ro: Adaugă în coadă

source: Edit Product
de: Produkt bearbeiten
fr: Modifier le produit
nl: Product bewerken
pl: Edytuj produkt
ro: Produs

source: Update product details
de: Produktdetails aktualisieren
fr: Mettre à jour les détails du produit
nl: Product details bijwerken
pl: Zaktualizuj szczegóły produktu
ro: Actualizează detaliile produsului

source: e.g., SKU-001
de: z.B. SKU-001
fr: ex. SKU-001
nl: bijv. SKU-001
pl: np., SKU-001
ro: ex., SKU-001

source: A unique identifier for this product
de: Eine eindeutige Kennung für dieses Produkt
fr: Un identifiant unique pour ce produit
nl: Een unieke identificatie voor dit product
pl: Unikalny identyfikator dla tego produktu
ro: Un identificator unic pentru acest produs

source: e.g., Blue Widget - Large
de: z.B. Blaues Widget - Groß
fr: ex. Widget Bleu - Grand
nl: bijv. Blauwe Widget - Groot
pl: np., Niebieski widget - Duży
ro: ex., Widget albastru - Mare

source: A short description of the product
de: Eine kurze Beschreibung des Produkts
fr: Une courte description du produit
nl: Een korte beschrijving van het product
pl: Krótki opis produktu
ro: O descriere scurtă a produsului

source: e.g., Aisle 3, Shelf B
de: z.B. Gang 3, Regal B
fr: ex. Allée 3, Étagère B
nl: bijv. Gang 3, Schap B
pl: np., Alejka 3, Półka B
ro: ex., Culoar 3, Raft B

source: Where this product is stored in your warehouse
de: Wo dieses Produkt in Ihrem Lager gelagert wird
fr: Où ce produit est stocké dans votre entrepôt
nl: Waar dit product is opgeslagen in uw magazijn
pl: Gdzie ten produkt jest przechowywany w Twoim magazynie
ro: Unde este stocat acest produs în depozit

source: Inactive products won't appear in new orders
de: Inaktive Produkte erscheinen nicht in neuen Bestellungen
fr: Les produits inactifs n'apparaîtront pas dans les nouvelles commandes
nl: Inactieve producten verschijnen niet in nieuwe orders
pl: Nieaktywne produkty nie będą pojawiać się w nowych zamówieniach
ro: Produsele inactive nu vor apărea în comenzi noi

source: Create Product
de: Produkt erstellen
fr: Créer un produit
nl: Product aanmaken
pl: Utwórz produkt
ro: Produs

source: Import Products
de: Produkte importieren
fr: Importer des produits
nl: Producten importeren
pl: Importuj produkty
ro: Produse

source: Upload a CSV file to import products
de: CSV-Datei hochladen, um Produkte zu importieren
fr: Télécharger un fichier CSV pour importer des produits
nl: Upload een CSV-bestand om producten te importeren
pl: Prześlij plik CSV, aby zaimportować produkty
ro: Încarcă un fișier CSV pentru a importa produse

source: Unique product code
de: Eindeutiger Produktcode
fr: Code produit unique
nl: Unieke productcode
pl: Unikalny kod produktu
ro: Cod produs

source: Warehouse location
de: Lagerstandort
fr: Emplacement dans l'entrepôt
nl: Magazijnlocatie
pl: Lokalizacja w magazynie
ro: Locație depozit

source: true/false (default: true)
de: true/false (Standard: true)
fr: true/false (par défaut : true)
nl: true/false (standaard: true)
pl: prawda/fałsz (domyślnie: prawda)
ro: adevărat/fals (implicit: adevărat)

source: Note
de: Hinweis
nl: Let op
pl: Uwaga

source: If a product with the same code already exists, it will be updated with the new values.
de: Wenn ein Produkt mit demselben Code bereits existiert, wird es mit den neuen Werten aktualisiert.
fr: Si un produit avec le même code existe déjà, il sera mis à jour avec les nouvelles valeurs.
nl: Als een product met dezelfde code al bestaat, wordt het bijgewerkt met de nieuwe waarden.
pl: Jeśli produkt o tym samym kodzie już istnieje, zostanie zaktualizowany nowymi wartościami.
ro: Dacă un produs cu același cod există deja, va fi actualizat cu noile valori.

source: Manage your product inventory
de: Ihr Produktinventar verwalten
fr: Gérer votre inventaire de produits
nl: Beheer uw productvoorraad
pl: Zarządzaj swoim inwentarzem produktów
ro: Gestionează inventarul de produse

source: Export
de: Exportieren
fr: Exporter
nl: Exporteren
pl: Eksport

source: Search products...
de: Produkte suchen...
fr: Rechercher des produits...
nl: Zoek producten...
pl: Szukaj produktów...
ro: Caută produse...

source: Inactive
de: Inaktiv
fr: Inactif
nl: Inactief
pl: Nieaktywny
ro: Activ

source: Description A-Z
de: Beschreibung A-Z
nl: Omschrijving A-Z
pl: Opis A-Z
ro: Descriere

source: Location A-Z
de: Standort A-Z
fr: Emplacement A-Z
nl: Locatie A-Z
pl: Lokalizacja A-Z
ro: Locație

source: No products yet
de: Noch keine Produkte
fr: Aucun produit pour l'instant
nl: Nog geen producten
pl: Brak produktów
ro: Produse

source: Get started by adding your first product or importing from a CSV file.
de: Fügen Sie Ihr erstes Produkt hinzu oder importieren Sie aus einer CSV-Datei.
fr: Commencez par ajouter votre premier produit ou importez depuis un fichier CSV.
nl: Begin met het toevoegen van uw eerste product of importeer vanuit een CSV-bestand.
pl: Zacznij od dodania pierwszego produktu lub importu z pliku CSV.
ro: Începeți prin a adăuga primul produs sau importați dintr-un fișier CSV.

source: Delete Product
de: Produkt löschen
fr: Supprimer le produit
nl: Product verwijderen
pl: Usuń produkt
ro: Produs

source: Are you sure you want to delete product
de: Sind Sie sicher, dass Sie das Produkt löschen möchten
fr: Êtes-vous sûr de vouloir supprimer le produit
nl: Weet u zeker dat u product wilt verwijderen
pl: Czy na pewno chcesz usunąć produkt
ro: Sigur doriți să ștergeți produsul

source: Manage your account settings
de: Ihre Kontoeinstellungen verwalten
fr: Gérer les paramètres de votre compte
nl: Beheer uw accountinstellingen
pl: Zarządzaj ustawieniami swojego konta
ro: Gestionează setările contului

source: Account Information
de: Kontoinformationen
fr: Informations du compte
nl: Accountinformatie
pl: Informacje o koncie
ro: Informații cont

source: Username
de: Benutzername
fr: Nom d'utilisateur
nl: Gebruikersnaam
pl: Nazwa użytkownika
ro: Utilizator

source: Username cannot be changed.
de: Der Benutzername kann nicht geändert werden.
fr: Le nom d'utilisateur ne peut pas être modifié.
nl: Gebruikersnaam kan niet worden gewijzigd.
pl: Nazwa użytkownika nie może być zmieniona.
ro: Numele de utilizator nu poate fi schimbat.

source: First Name
de: Vorname
fr: Prénom
nl: Voornaam
pl: Imię
ro: Nume produs

source: Last Name
de: Nachname
fr: Nom
nl: Achternaam
pl: Nazwisko
ro: Nume

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
nl: Wachtwoord wijzigen
pl: Zmień hasło
ro: Schimbă parola

source: Current Password
de: Aktuelles Passwort
fr: Mot de passe actuel
nl: Huidig wachtwoord
pl: Obecne hasło
ro: Parolă curentă

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
nl: Nieuw wachtwoord
pl: Nowe hasło
ro: Parolă nouă

source: Minimum 8 characters.
de: Mindestens 8 Zeichen.
fr: Minimum 8 caractères.
nl: Minimaal 8 tekens.
pl: Minimum 8 znaków.
ro: Minim 8 caractere.

source: Confirm New Password
de: Neues Passwort bestätigen
fr: Confirmer le nouveau mot de passe
nl: Bevestig nieuw wachtwoord
pl: Potwierdź nowe hasło
ro: Confirmă parola nouă

source: Company Information
de: Unternehmensinformationen
fr: Informations de l'entreprise
nl: Bedrijfsinformatie
pl: Informacje o firmie
ro: Informații companie

source: Company
de: Unternehmen
fr: Entreprise
nl: Bedrijf
pl: Firma
ro: Companie

source: Role
de: Rolle
fr: Rôle
nl: Rol
pl: Rola
ro: Rol

source: Staff
de: Mitarbeiter
fr: Personnel
nl: Medewerker
pl: Pracownik
ro: Personal

source: Company Admin
de: Unternehmensadmin
fr: Admin entreprise
nl: Bedrijfsbeheerder
pl: Administrator firmy
ro: Administrator companie

source: Member Since
de: Mitglied seit
fr: Membre depuis
nl: Lid sinds
pl: Członek od
ro: Membru din

source: Drag to reorder
de: Ziehen zum Umsortieren
fr: Glisser pour réorganiser
nl: Sleep om te herordenen
pl: Przeciągnij, aby zmienić kolejność
ro: Trageți pentru a reordona

source: Move up
de: Nach oben
fr: Monter
nl: Omhoog
pl: Przesuń w górę
ro: Mută sus

source: Move down
de: Nach unten
fr: Descendre
nl: Omlaag
pl: Przesuń w dół
ro: Mută jos

source: Remove from queue
de: Aus Warteschlange entfernen
fr: Retirer de la file
nl: Uit wachtrij verwijderen
pl: Usuń z kolejki
ro: Elimină comenzile selectate din coadă

source: Queue is empty
de: Warteschlange ist leer
fr: La file est vide
nl: Wachtrij is leeg
pl: Kolejka jest pusta
ro: Gestionare coadă

source: Add orders from the available list
de: Bestellungen aus der verfügbaren Liste hinzufügen
fr: Ajouter des commandes depuis la liste disponible
nl: Voeg orders toe uit de beschikbare lijst
pl: Dodaj zamówienia z dostępnej listy
ro: Adaugă comenzi din lista disponibilă

source: Manage and reorder your order queue
de: Ihre Bestellwarteschlange verwalten und umsortieren
fr: Gérer et réorganiser votre file de commandes
nl: Beheer en herorden uw orderwachtrij
pl: Zarządzaj i zmieniaj kolejność zamówień w kolejce
ro: Gestionează și reordonează coada de comenzi

source: Display View
de: Anzeigeansicht
fr: Vue affichage
nl: Weergave
pl: Widok wyświetlacza
ro: Vizualizare afișaj

source: Current Queue
de: Aktuelle Warteschlange
fr: File actuelle
nl: Huidige wachtrij
pl: Aktualna kolejka
ro: Coadă curentă

source: orders
de: Aufträge
fr: commandes
pl: zamówień
ro: comenzi

source: Available Orders
de: Verfügbare Aufträge
fr: Commandes disponibles
nl: Beschikbare orders
pl: Dostępne zamówienia
ro: Comenzi disponibile

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen
pl: Dodaj
ro: Adaugă

source: No draft orders available
de: Keine Entwurfsbestellungen verfügbar
fr: Aucune commande brouillon disponible
nl: Geen conceptorders beschikbaar
pl: Brak dostępnych szkiców zamówień
ro: Nicio comandă schiță disponibilă

source: Recently Completed
de: Kürzlich abgeschlossen
fr: Récemment terminées
nl: Recent voltooid
pl: Ostatnio zakończone
ro: Finalizate recent

source: No completed orders yet
de: Noch keine abgeschlossenen Bestellungen
fr: Aucune commande terminée pour l'instant
nl: Nog geen voltooide orders
pl: Brak zakończonych zamówień
ro: Nicio comandă finalizată

source: Queue order saved
de: Warteschlangenreihenfolge gespeichert
fr: Ordre de la file enregistré
nl: Wachtrijvolgorde opgeslagen
pl: Kolejność zamówień zapisana
ro: Ordinea cozii salvată

source: Order removed from queue
de: Bestellung aus Warteschlange entfernt
fr: Commande retirée de la file
nl: Order uit wachtrij verwijderd
pl: Zamówienie usunięte z kolejki
ro: %(count)s comandă(comenzi) eliminată(e) din coadă.

source: Configure your company preferences
de: Ihre Unternehmenseinstellungen konfigurieren
fr: Configurer les préférences de votre entreprise
nl: Configureer uw bedrijfsvoorkeuren
pl: Skonfiguruj preferencje swojej firmy
ro: Configurează preferințele companiei

source: Company Settings
de: Unternehmenseinstellungen
fr: Paramètres de l'entreprise
nl: Bedrijfsinstellingen
pl: Ustawienia firmy
ro: Setări companie

source: No settings configured
de: Keine Einstellungen konfiguriert
fr: Aucun paramètre configuré
nl: Geen instellingen geconfigureerd
pl: Brak skonfigurowanych ustawień
ro: Nicio setare configurată

source: There are no configurable settings available yet.
de: Es sind noch keine konfigurierbaren Einstellungen verfügbar.
fr: Il n'y a pas encore de paramètres configurables disponibles.
nl: Er zijn nog geen configureerbare instellingen beschikbaar.
pl: Nie ma jeszcze dostępnych konfigurowalnych ustawień.
ro: Nu există încă setări configurabile disponibile.

source: Save Settings
de: Einstellungen speichern
fr: Enregistrer les paramètres
nl: Instellingen opslaan
pl: Zapisz ustawienia
ro: Salvează setările

source: You're offline
de: Du bist offline
fr: Vous êtes hors ligne
nl: Je ben offline
pl: Jesteś offline
ro: Sunteți offline

source: Sorry, content is unavailable right now.
de: Entschuldigung, der Inhalt ist im Moment nicht verfügbar.
fr: Désolé, le contenu n'est pas disponible pour le moment.
nl: Deze app is niet beschikbaar zonder internetverbinding
pl: Przepraszamy, treść jest niedostępna w tej chwili.
ro: Ne pare rău, conținutul nu este disponibil momentan.

source: Retry
de: Erneut versuchen
fr: Réessayer
nl: Probeer opnieuw
pl: Spróbuj ponownie
ro: Reîncercați

source: Go Back
de: Zurück
fr: Retour
nl: Ga terug
pl: Wróć
ro: Înapoi

source: Tap to scan next item
de: Tippen, um nächsten Artikel zu scannen
fr: Appuyez pour scanner l'article suivant
nl: Tik om volgend item te scannen
pl: Dotknij, aby zeskanować następną pozycję
ro: Apăsați pentru a scana următorul articol

source: No orders in queue
de: Keine Aufträge in der Warteschlange
fr: Aucune commande dans la file
nl: Geen orders in de wachtrij
pl: Brak zamówień w kolejce
ro: Nicio comandă în coadă

source: Start Picking
de: Kommissionierung starten
fr: Commencer la préparation
nl: Start met picken
pl: Rozpocznij kompletację
ro: Începe ridicarea

source: New orders will appear here automatically
de: Neue Aufträge erscheinen hier automatisch
fr: Les nouvelles commandes apparaîtront ici automatiquement
nl: Nieuwe orders verschijnen hier automatisch
pl: Nowe zamówienia pojawią się tutaj automatycznie
ro: Comenzile noi vor apărea aici automat

source: Admin
de: Verwaltung
fr: Administration
nl: Beheer
pl: Administracja
ro: Administrare

source: Open tablet display view
de: Tablet-Anzeigeansicht öffnen
fr: Ouvrir la vue tablette
nl: Open tablet weergave
pl: Otwórz widok tabletu
ro: Deschide vizualizarea tabletă
