Repository: milovanpinxteren/orderpiqr
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de, fr, nl, pl, ro

source: Ambiguous picklist: both fields look like product codes. Please check your format.
de: Mehrdeutige Pickliste: Beide Felder sehen wie Produktcodes aus. Bitte prüfen Sie Ihr Format.
nl: Onduidelijke picklijst: beide velden lijken op productcodes. Controleer het formaat.

source: Neither field in the picklist row matches a known product code.
de: Keines der Felder in der Picklistenzeile entspricht einem bekannten Produktcode.
nl: Geen van beide velden in de picklijsregel komt overeen met een bekende productcode.

source: Add a new device here when granting scanning access.
de: Fügen Sie hier ein neues Gerät hinzu, wenn Sie Scan-Zugriff gewähren möchten.

source: <h1>🎉 All set! You’ve completed the Orderpiqr tour.</h1><br> Next steps:<br> • <b>Add your products</b> in the admin panel.<br> • <b>Create an order</b> and <b>generate a PDF picklist</b> for your team.<br> • On your phone, visit <a href='https://app.orderpiqr.nl' target='_blank'>app.orderpiqr.nl</a> and log in with your order picker account.<br> • <b>Scan the QR code</b> on your newly created picklist.<br> • Start picking your first order! <br><br> <h2>Important information</h2> We recommend using <b>Google Chrome</b> for full functionality — you can also <b>install the web app</b> directly from your browser for quick access.<br><br> On your phone, you can adjust settings such as <b>language</b>, <b>picking order</b>, and <b>sorting order</b>. If you’d like us to set up default preferences for you, just let us know.<br><br> If you have any questions or would like additional features, email <a href='mailto:info@orderpiqr.nl'>info@orderpiqr.nl</a> or schedule a call via <a href='https://www.orderpiqr.nl' target='_blank'>www.orderpiqr.nl</a>.<br><br> Your first <b>50 picklists per month are free</b>! After that, you’ll receive a notification before any billing begins — no subscriptions, no hidden costs.
de: <h1>🎉 Alles erledigt! Sie haben die Orderpiqr-Tour abgeschlossen.</h1><br>Nächste Schritte:<br>• <b>Fügen Sie Ihre Produkte</b> im Admin-Bereich hinzu.<br>• <b>Erstellen Sie eine Bestellung</b> und <b>generieren Sie eine PDF-Pickliste</b> für Ihr Team.<br>• Öffnen Sie auf Ihrem Smartphone <a href='https://app.orderpiqr.nl' target='_blank'>app.orderpiqr.nl</a> und melden Sie sich mit Ihrem Picker-Konto an.<br>• <b>Scannen Sie den QR-Code</b> auf Ihrer neu erstellten Pickliste.<br>• Beginnen Sie mit dem Picken Ihrer ersten Bestellung!<br><br><h2>Wichtige Informationen</h2>Wir empfehlen <b>Google Chrome</b> für die volle Funktionalität. Sie können die <b>Web-App</b> direkt aus Ihrem Browser installieren, um schnellen Zugriff zu haben.<br><br>Auf Ihrem Smartphone können Sie Einstellungen wie <b>Sprache</b>, <b>Pick-Reihenfolge</b> und <b>Sortierung</b> anpassen. Wenn wir Standardpräferenzen für Sie einrichten sollen, lassen Sie es uns wissen.<br><br>Bei Fragen oder wenn Sie zusätzliche Funktionen wünschen, schreiben Sie an <a href='mailto:info@orderpiqr.nl'>info@orderpiqr.nl</a> oder vereinbaren Sie einen Termin über <a href='https://www.orderpiqr.nl' target='_blank'>www.orderpiqr.nl</a>.<br><br>Ihre ersten <b>50 Picklisten pro Monat sind kostenlos</b>! Danach erhalten Sie eine Benachrichtigung, bevor eine Abrechnung beginnt – keine Abos, keine versteckten Kosten.

source: Could not update product pick.
de: Produkt-Pick konnte nicht aktualisiert werden.
